{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              16,
              16,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              16,
              16,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 12,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "LeakyReLU",
          "config": {
            "alpha": 0.0,
            "name": "leaky_re_lu_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "leaky_re_lu_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "filters": 16,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_2",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "leaky_re_lu_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "LeakyReLU",
          "config": {
            "alpha": 0.30000001192092896,
            "name": "leaky_re_lu_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "leaky_re_lu_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "leaky_re_lu_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "filters": 24,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_3",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_3"
        },
        {
          "class_name": "LeakyReLU",
          "config": {
            "alpha": 0.30000001192092896,
            "name": "leaky_re_lu_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "leaky_re_lu_3"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "leaky_re_lu_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_4",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_4"
        },
        {
          "class_name": "LeakyReLU",
          "config": {
            "alpha": 0.0,
            "name": "leaky_re_lu_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "leaky_re_lu_4"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1,
              1
            ],
            "name": "conv2d_5",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "leaky_re_lu_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_5"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "0338b2e924ea084d255ef4b1947b73b0c50af7394a7f6ccb6c8bc10bde5bc50c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      16,
      16,
      1
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            16,
            16,
            1
          ],
          "values": [
            "5y6fvlqXDT4XKBg/H5HPv2fEBT9Le9++eTmGP61pZz55SwA/k/HvPnCWQL/2RUS/G+AEP3rR8D8HGya/oMpRPk2bwj2SNtu/670gwGj7Kj5BGIQ/C7XsOyyKV78ner0/8fc0v8ctxr8slNc/EOjZvxc3MD+yudW/jRwkv7Wps77TMIw+P0Wbv1rKMj0yhWY/DCApwFA/3L9SpcO/T8/pv47Yvb9NGI8/KXQrvzBCMj5KnTm/N6ySv8k3jj6tipA+7LKBv4NSeTxmv44+OI9NvGj1iT9ar5W+AyoQP4shOL/g9ME/7J76Pk+XGL8IgLk+1ERnv7pmBr+UkYC/ca9hPxuRLD/Rwvq/5XCgvzprjD8H73m/nwqCvjjlkD8qYpi/4U1+v4mPnr9dSpu/a7FEPv/9WD+2kYk/4s6Ru/Dlvj9chNq+C6YKPQvumj9gIT4+V/4ovqxh6LxvPys/riMIwD/qd79CvRnALX/OvkVDyL0DDjQ/RZYWvx3HsD9cjdk+STO9vlEgeL+c5wm/eh/3vrMEXz87KrO+EjYeP5lYZT61ktc/AyWrPoEdBr90MgTAnTfSPtL5lz9lxJq/UXblPvAnCMD4cOA+5OI3vpdgIj/FEb8+jcnqPgMKer8COTo/qvRfvmImKT+rtzm/BGfdP+Ms9D9GN0s/2j67PpjQmb57if69cFQTPR1G3T9daMy//MQSv58Kcz//r9C/dPR7v2Y9C0CDxa8+n2JYvejkqL+rrbM/5H8jP8LLJL/wUsE9Mp1FP3TCHL5bVOg/KOlWv8JgGb2nS+O/dy8MvMxuYD876889rT8AwMKCiL/upyLAAQEjv3gqiz+Ybe69gn87vsMKqj5iUdM+Ps62Ph9DIL+ny809DSURPrEM/j97E1o/BXbYvozN4L7NrEi/F7noP1B+Qr+hD96/HLlAv4cZGz/8Ywq/boFevjo4P7/qL4M/domUPr2GIr8aUQI/3iS+v8iTr775vVO/UOXYv+ac6T2YPmc+lBSvv3TW/T41xYY/",
            "uaM/vpP3/z64c0E/MblXvndgVD9Oaza+LBzpPlvGqb6CMpo/hEsRPyDeYj4EI32/H4RVP4QP2L8jMea/rOWcP9tEkr8XoGi9QS8Bv562ob8cYU692gMSPzyA7r6AXj2+ZBzVvyzndj8DMPC//W1cPlkW47/ibDA/j1WBPmKbdD4RXKe/DPS2vo2Ycz9euLc8S9RpvT813T7MXai+l9GJP0SBtb8Ps64/hJp2v1SYiL+6jX6/FRLDvxAZZD/wLF6/5oNTPO7aNT/zLAg/7m8bval3VL9kLbW9JvWAv5qYuj9H8VY+ivBpPz5k3r/8W3w+AZRJvtpbPD+0iRQ/d2GZvg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            3
          ],
          "values": [
            "ZlPhPvB7bT0AAACA"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d_1": {
      "bias": [
        "jGxIvqQh3b6I6Jy+gl3lPCIZwDzuH6+9W/nyvBO9er2ZB3K+v/t0vHjf6DyVkUi9"
      ],
      "weights": [
        "sKAJPsjyQj7lPqI+UR8PPl7JKj5M2VS+En8XvWrXLj7ZbTm+6z9MPPrhBj0n4327uxcHPXhezb6iMXU9D3DpvVQUEr9mUQa+mJxEPH+Y6b4PotY9NB4fPtwRA70ltOY9a29VPpTA2j1EGbM+BajcvtlZlb5v0ks9dMkaPkstzL3srxK8y7ScPujOvj4IFq29JEckPufmW76QHZ89eU6XPoqygj7lAR4+NoC/vrSu7b6ZkQA+GN4hPiwqyDoY3Jk9E2XoPiZYZz2d3He+DwW5PGmdmr64g5a+O0mtPVwZeD5fBsk+NEB1vn/cCL8ewXi9VKwAP+Rhgr6aE9m9lXToPaE6wD2qXOy9FI5IPlbUQ76VaT29ljeHvvRRqz62qm6+G7iuvu5mhL6/C1I+U+t+vh9MA751lBk+1ckdPnowyjuk8wy+9ih9Pf2h4r51vAo90gwcPjgQWz4Cn5i+na6TPo4PkL0skvY8oJqwvucAZb5XNlo+BwiLvjw1HLyEX9g+qg40Pnzryj2EOqS9HC5RvVQr+L0k6CK+9uEyvi5Rir6tc6k+l2xPPrLqBj2YUlY+"
      ]
    },
    "conv2d_2": {
      "bias": [
        "tzg0vcBOgryj1Y47pgxevXnJs7zG5529zPenPB+iu7zG7DA9yGG6vE5ZFz2Zk/K83grnvU+aA72dGFw9HCQBvQ=="
      ],
      "weights": [
        "DpTIvmrCjD5HzbQ+1vIFvnEQ/L4UhMA9OI2BPoPalz46kTU+fwMRPoWpUL7Nx2A+31kUvteWFD2FOoo+hQwWPqCCMr6oIJg9czmgvTSpjr5LpDe9apW+PWZjKj4po/M92q6Fu5t4JL+iTnw+HS3lPf/Ti77jqtU+NKagvdcot741k+4+znTtvQ+YgT5bSoY7RVkavq8AK76BKpe+LLx4Pu+SLT5WdG2+lJqiPV1i1L3FcQM+O35BPmZ4Xr2ERbM7cLlXPrsBWr7zjLu+S3EkPipbxL0Gose9RbisvrQx2b3n4cA+gZkovuJR0T7JhUq+Nz6rPm756r6ZnO68X2PGvaqjuT3NNwi+K0ZzvsUNnr47cbw+BEVfvllbCD0A8iK/kuJaPH3Z3jyekiO+JyWyvCpc5zx+236+8l6xvdvHFb6ghA2/e/gwvpNP274f5+Q9tZ2oPXfkJ7wS3vg+noTzPSXbhb2S67W8kuo/v3Bl0LxOxza9klzjvrjRab5XPeu87EoGvSztBD8fT4Q+ZFR4vC9qKj5p02c9JsmxvpCQYD4FZg2+AtOPvbVpKb4QT9w9OgJSvjJ0Ij8fjos91CVovmZrXz3kZIM+kXHTPk9yAj6pnre+9heuvYFKUb4OYBs9GWmNvozpAT5Hc5G+GRiYvfmE2D4I62M+z92kvrmzMj7Xe7a9xALSvRWcJD1o/WE+CcU+PZgRMr55He09ByhnvX4da76cYFE9VjfAvvbHmT0e22Y9xqObPQjlqT0/Dgq9IkYIv9AqTT5AQs09Y0gPvgv0g72i4+W9Pt4DvkeWqj4OhPC8p79Gvp0f5T0e8k++fr8VvUrDi77jMQ8+K1CtPpMZzb55RNe9VO/xvvWWC71xJ+y9DNjQvrwMiT6Fhpm9ZKzPPcxMi75AIr+7dYC2uS289b4YptI9oReMvXF4SL4uooQ+ZYQiPppIGD5j3JM+CCebvhMF+L2tqJ6+HH6KPfcUXD5zMIO+zdUDv6ivvL7hWTQ8J6Z0PekJ5T6RVzq9",
        "NI4KPm7pkL6t5Ye+7u0sPptRur2uBEm+R9n2vhbSRr7mQ989hX4QPrhTCz7r4fS9Pw9uPupbAj7Y4648yvE0O4dt+z1wkwc+XPQnvv++Cz41o1C8jK+ovQg+W742zGG+3M+BPpetIr491kk+KigZPm4RN77aJVU+0Oarvczs5T3fyoU+YHdfPm/OUT6E0zE+oRVIPsB9lj5vjg0+nw7VPKO/+j5YjoE9Vg/WPeNaLT5K3Ly9Z66iPlj0ub43jDa93VItvlwBgrs1uEu/mAVmvq4VtD7JstW9vztDPpOrFj7d4Iy+UsAXvjuDkL4L3YY9pDRpPsX/7D3yMQO/FcI7vqTeZ72vpDY9V4LZvLDraj6g94e+0ZixvBcY7r7J3v++L3Mlve5HyT7rG46+G0CzvvxETz5PsyM8HI+VPZDBULzcZEo9tfMoPTNSyL5Kp4i9pFB4vuVYLj51hfM78yJTvuWmQ756uKq9eRRbvrLJlL7Cpvc6NEUrPcAX+D0mjUq9JbTVPbOlnb2h2lk+UtFTvirg970RRUw+czTvPdSE8z0dpdi+TbmSPnxZiL5S/l8+dnocvp161L3YYZG9UmUUvUoLJb5votE9bjwWvjznFb7dtTm9vWcauvcujj5QDSa+E3kEvzCVTb4AhSA/+V++PcJ52L6OzrU8KQm0vlLex745qog9Q36bvgTBgj26UUI+np8rvAp2B7/+ZMm9XKX6vDZPeb08kA49OuLZvSSMfD4wX4e80SOJPYrFbz58D+W69BH/vdpBlz6Nl2i+b4mzPAtiO777ycA9uGYTPnr/1D3eXAU+yf6qPsdjuD35jDQ+dXdqvo4IPz81CBq+nMUovG6iEz2Fv0k90eeXvUCJlT2ngiE+XjssPenATL6AIwE9LMU1PVPc6r50Jr89Ce0Uvo5FD79pf8i9/0LLvolv973Wr8++mbgxPiLXmL4zjwe/C+54vjBIgL4CQbO9l2mLPs886r485LS9RVPkPQ+T4bxMpZK7AP0gPqnol7y/l0Y8",
        "T7ZKPDshfT7s/ui9a6eJPtBdJT609G29wDWcvcmmpD4od1e9zm0WPT58PL5Zlgo+zYhJPQV1Pj5Yts+7+7kjvyfNnr7Omvm+eeOTPqseOT4Oypc+AJSYvsoig70Dh52+oPKyvIol5b6nz5E9aK4OPSP77j0DqQ2/tlB0v4Fcwb21DBq+SaGbPf7Xwr0Xjks8vLc8PnYE277NsDq+bo/IPhV9Ej4TEza+boa8vkg9wr7aYtQ9r5GhPjfdCb7iezo++1l7PlhZHL6z9j09tm1EPr12Jb+wikS9hjLHvfNDpT4mEQS9cCaYPh33Rb4C5iA8HUarvnGOnj4SsxS+5DfRvZzmbb6K7ik9nEt4Ph/+cr0o1g4+DiWcvb0VuD5M2d49P0yYvqYIpTsWtoe+LYntvj/Cij3ux8e9SF72O2ypLj2zN968ROmYPoBmEbxaOW6+MN7CPjmUHL+Brzu+H3yUPbvr/r387qk9LKBTv0EtKDzTvJm+CeafPmmR774PYNS9TlDKPSk8Ub4Je6Y9bzI/PrSIWb5FxRu9sYq3PfraTz1t+ls+AaM6vZxDoT0eIBE+yQDAviriMT3eSDE+ZBkvvqPEKr7qcBY9+fGLumPsbr4eDNk9MgrfPd+nBT6fNLm92U9hPglJ3bkfkzQ97gJZvVySmz60Trg+f07Yvi5eST7ATu++fWLEvRSkl76adjc7mQR6vbFdij4ZvKC8msvcPfVHeT72bo8+Um3xvVu9/r3ULQu+dgU8Pp6Jd74IzqG+e4LjvloLXT3TLjC/zztzvQJVALw3bbo91qMlvX5p5ryTPmc+/QxKvTogKz5fhda+glhaPkL2Cr4DaAa/UCgkvp0w2T1l7Ky9QnvxPXuwgr7xTqI9Be6yPibHtD5u0ba+MLaLPlwOzL4scjC+M2cyPk4fXD7ofUu+C2WWPsxmAz6y1yc+oMZJvqPyAb5qGZ89mFFCPkKCmL57Vka8NiYoPrBlPT6tg+89wI05vk8CV76DMSe+//H5PZghWb2LgJo+",
        "29kcvyGYh72AoKe+FaOavezrSr3YNN2+mAvfPcG+3b7qB6A+vZboPsz/6j5nJyE8sfksO4c9BLkzUj+9YCIavujskD5GVw2+vZ10PnxOdL6BWJE897cXvqK0+j0xGUY+s1E4PnAmm73+hes9yxg/vghMFD0z+Yu9cbpXPNDDpz0tNFi+XPSRvkGPSrsb89Y8ORFhv24WPT4zeXC+/0yJvVlItL7IHnq+HmaZvVlrYj0tJCg8Ll16PrVl+T2hylS+BEHGvu7Z1T43J5o9mZHGvoI/qb2wpXm+cUkAvSd14z4K0iA9aognvlEUir6+KY++4Nc9vvTvgT7s3SO+wmwaPnoNpT6dzA6+uNCMPmyZ872B3qg85fKYPkYuyr5r9Oq9QV4QPvcK7z2/aTo+GA43Pjyf9r20nU4/vqJ1PCov+T7A9kM+jKaBuyzrOD65oEY9i7BdvgcnjbvamOO9bZC2PqfBl71+b4g+m1J0PVWSoT2ZSoE+8j0AvW/WOD2eWaq9VnymvZa5trwY242+s4fAvq+jpr34Oda+vqQVvih7xL7XYOq9nFoev+SeYL73MKS9BP2bvo9q3LxKeNe9y6aFPiYUp70m34C+L8uAvs5gnjyV5tM8xLl1PnQk+z2xEno9tHVsPSKyzr59QfK9bAQiPhlHeL60GxC/RgLFvvS8eL4ck9E9DL6hPUnpxz2vEdK9czcmvtVRL7x537M9rSVGvx05ej6lxBC/jTouv+OF4Dz0Jv69+wSPvuVc/L4Fi6e+gFiRvRiy5r2iQUw+61RQPNYgMr7Wu4e+A4uavo6QIL4FJQI+XDnLvCuCBb6iHIG909U4vcIUJT0R57Q9GXU+vPOD6b2n08q+eE9Fv+NkkD2IbFM6l6QQvddkqDwQSHQ9D4WjvhOgCD4K3no8pWnwvkB1bb2obcK9qe+3vrQ9Lb7r7/2+kEEDvllcuL5mjuS+6Jpjvp1qIz+9yoy+CKq5vfziQj6MGZ2+mUuzPtaEU762A1u+cJE8vtNP+b4t98O+",
        "JfQhPvvxMr753mM+3yZAvrikJT79CQK/1SRRv0TcwT3jMdm+hQ4FPsxDr77viAm9pD5GPsy79L7uqs8+kfm/vuDSWj5tlbC+nJnCvRgMCj4CnYG+bWiivvNax72DzYs7O+1xvo42Ez+o18i+nErYPvT6Pj6DnGM9GA3iPeWNKL8wSL68F6cLP9CMmD7a0AW+bvl0PS80Gr6iG+W8S0u/uwrNQT6EbTu97s8rv+RIHz6e9Zs+Hj4zPA4jiDt+/LS+UkEhPgoPzL3YvVC+uGA3vzOplz3Sm4Y9rNKavEJhQTx5Jny9jCi7vc6dYT1bkgC/mZOmvsfPZL5XscS+wR/qPEEqDL1sZYw+A2QBvnwb6L7F/0E+HKx9vvk2pT5jEcy8c0f2vePM3b74XK+9MI0Evanbzb7avnc99zdKv6Y/dj1mu4E+qausvgMXKz6KvVy+0ewyu81ulT064os+zAmyvnlehL4ANDc+Wr3lvh1GrLyEs569fUkyPtMijLsktqO9CBu+POlo5j0vYYk+Io1lPM+2Fb9FR489lcysvY6AqT3uptG9dxS/vv7fhb24KEM+lmqtvpzWxz5iUHi9UJODPA6ODD5VDlu7v/ytvBsQJD0oKmi+bXJyPJQ8Ez2rQ5M+sBszu1/H37zs+oc+Upw9vj9qpbzeKFC+FodPPo2ziD0dG0++Bu+fvSISqr2cA5I82ZO1vpQHv77UzrS8SofbvX5DQ7/HNK++fiO3vYGtAL7XzyI8C2Mxvj6lKL7xKKm9wsSAvujl6T7SkyI9GcvGvUHCVL6QRyg+3JKrPimYlr6JuLu9eEV7PtaLuLxLdgO/gnbovnwGiz5dwiW+VoJNvoNz3D24+I29mWqzvSfGCD5y6BU9nMSbvsBYRTxwaYO9/SVCvmnQ075s7dI9ClkAvv6rSj0rqFy+Gy3IvRQGq77h+/y+gNyuPmqwI7+ey6K+gGiKPVOKf75Y/bG94mzWPlADJb5udtK9n4waviSDZTxlm5g+36oWPvcmn74G24q+",
        "1ucgPlEZAbx+So29BRqEPY7xEr6MEYg8CWZRPbpob71jaRy90Q5Fu/Aoij0VWlm+bxgpvtDvqr4Kx2M+U9GtPbR1sz21f4i6BVwbPiE/D70V1Da+XdiYPj86qr48KjS+lvjtvl6prLpBmv+9RRlZPqgyxb4b220+jpzvPWRiGr3/avc+fbO9PaxnQr5hrSy+YaDxvVdJM76HLSu+aqxTPey5ir7dbEs+e2X9vg12fL6o+ZU+T+3QvpnVVz4Mcmk9VzlrPQo+Nj67yLw+sGIAv4YM2rwY0uO+ieC1PuLA3T03QZ6+H3IvPN60Tb42Ikg8RkGuvso9QzthFnm+DTy/PcGbpj1Cp8G9TZ1evsgdj75p/8K9EdCAPfYcnz3fD4e+ZH7FO51vW75AOgS+bHgBPi5WpT5tQm4+aRU0v0u9Uj1mP5I9n2WKPV66gz6dEww8kCu7PjtAf70XFQG+DDeNPkYoN7zAI9O+XSSWvZ+v0jyVM44+aiKQPsMaiL3SJ1O9TyKmPmTJ8zxcq3u+AOXNPbqf076F28++ReqVPneZmjwxRza+K3aTvkQggL6Yrke9MLUPPouGiT6tMha+amrnvrrPor5Ga4y+jW/JPoKVmT40oAq9RGhzvq8N1DxaTze+Kb43Pt9xJL8221s+9AtUvt3ok73VWjM+bRBJvwOlGL4+j4e+7MwfPaC2X763vh6+1O0qPVBDrr0giS29b/OcvnjhZr+Pg54+XTntvaD3lr0mS+y+R3iDvoHucL4HcJI+eJtWvo4cLj/IDws+HSA1v4yXIT4fhxE+mPAxPqHm+T1OzQW+2n8Sv4BMFL8MtR+/5KwVPOCogb6tC4M98OKhvQLLuz2LpmG+oqwkv/cYPj6jeRg+GQh9Pi6NND6XO+27vlPBvnLror6ay8q9iVvfvPnC876zt9E8DmDFvrJRAj5ONgO/L8wTPtawaz4CRza+yu6CvQnNIz8sna6+AmgJPgjXH73C66U+g7GHPn5qUT2aPg+9X5vxPTmr5L7hQTW9",
        "OKVEvv8vkbyj45g+CfsRv0Lhnj3SCIG8z3twPbxvDD7yu2M+XRAOPifHTb1h8/C+ODGFvvSklb6vMM09exmDvhQnjr5lcJi+mKQVvn3QB77bqfe+OCTyPXAQk7xW9xC/1NSZvAXSIT5oEMS+3UqbPk+TQj62tMM9DiWevr46kD4En1E+CPSQPebm3j3F5Ms95PlcPZ/bF7+WHby8GORPvkQbrL5ZCOa9Jyecvl4Wl76ToUU+ul2SPU00wTxp36o7TNgvPUkAyL6lSDg9tSzxvcC4Kr6yEWy8vgsYvR5TVL5sQBo+DY3svlv/0D1Hwvu8YhFLPRQdcj4ncxM+0TbCvpd5BT6JPMc9m5w5PlJBz71iqUO+MuM6v9X0sb4NUGq9gkeXPNRDuL69ovc9Y8oQPsKU7719pTY+EmspvkN7Mz0Fl4I+r7/GvRk1yj3TqUq+8v2wvbbVUT75aAu+b3XFvpMEwz2Tqro9CijWvBnjZb6aJx2+c22JvurTob6xxkI+xQlKPs8coT5Oakw8TYoWPFECHj7xNqY+IqYtPi2ehL7aDeC9kysOPvTImb4x6Ge+nC0TPWYnMz5iiOc+vCpcPYx8Ib1HKrc+y2MpPE2rlD4wsee90EWAOx+U6b5Bdye+a1eLPJ4TAT+fkEM+ssAYvmdk7Dz3zAY9uuWkPkfvjz4opxC+ESvkOigNmrtEh/28WMKtvihDOD5fqra+IuxBPvBFbj6ztko+x2c+PiMlsj3QgMo+dSiXPu7giD6+B6k9P/zNvoyOtL0eQTu9DmKLPvbKqD4hMfO+SVxCPC6Tyr70rFI95b2pPRQJjL5MCB49TljGvDmaML/UiF8942SaPtCNxj7EIQq/YSDAvadQYr1VWac9kXXPvdET1r2JKd09ea3UvdLZtTvvxzs+LDYiPQgPKr5Z0xe94lJLPieGUL218uY9XATAPQXzB70OdyM8S23PPaKjwT4BUmK9UrVfvQ1Poj3cTM+9mNVhPhUkjT6PY4s+DS6GPRhWxD4U2b+7",
        "0R+5vAOdK72Tpzk8kgUoPu7GPz40A5M+H57gvRAvWb1nHh++4k3EPT3WLr4JRE29Jen/PaNdP76lHAs+ZtYDPkNyz72nPVc+lTQev6ORrj4dKui8GeWDvU+a874gUBE+v36WPt7G5T7kS1q+ViXFvj32cz7VRds9xXdTPmezlj37gAK+1/t9vlhCubyyMIq+9n2Dvnuf6z0e87o+fc8yPRd2iL0j/oY+21Qevv8CFr1iizg96EocPknkQT7/biW+Rm6YvdLQ0zodzAc+RaEpvjwalL47j4+7vUwjv+8Ejj2ipji967qxvF1Ayj3ctbo+fkkBO3Zkxz5GpQu/GWsMvxKWl702wV0+8gyrPYNz5L4UyIU+Kj6fPgnU1b2OC6K+y8oZvWi3rL5UvQ+++g55vAwj6709n4q8MTSKvlY6FD7CBAS+FGDrvoXEEb0orUY8jeBgPYGgEz+fbjY+xP6UPRsEzj5gyyS+hig3PqKvh75nIHg+2wxKPh4yTT5Zgfk8wbbPvhwxOD76TfE9PnSIvmIrPD7ifzM+ZiKQvvREkr10J/I9RiebvmeO1T4ps04+wm5zPvkY6r6TwaG9I30fvuXRrL7q0Dk+qXwavjUEX76Sm5Y9UQQqPszlNT3piiS+c4ORvSHIvz5iH9m9iVddPgdIvD08IHo+ql+Yvbb4wD2mFYe+IrscvAiCIr/aoL2+QzBbPb64yryb0fg9f6PtPQg+vjzLdz0+Y/L8vhJSy75O2E89G9OHvnSk2T5/AP+923RKPlhIIb7HORs+aeqePMc3hb536iE8DBeTPuETQj7wbSq9D49Avx+CvD2tuNi9VmI5Pm4Tur1y7jM+sM24uuGs8T1csIe+MqqCvtVhJD7uN5G+FOHoPtZkB79z5Xa+KUV1vYsHP7w9+HG+Qb0Tvxef1b7SMgw+OrFau+2zQr2iOJa+zdS+vfPeIb4OvWi+eOCXPXsUST4TmR29xS0jvcpHuT3SOTs+OD+5O0BAhj5Pkck8wSPWvXeNOr4TG0M+",
        "cRYOPoKt/j74+aC+Caa/OyF8iT5hDaW+z7fHPnJHIL2Sh2Q+Sw9Ivb9AQz5TVZi+m5iPvmKuiL3rLhg/uJotvhJ8Br7xUgm+InxMPqoqOz5hFTK/ach8vcAzor6+q+y8Dim6PWXQ4D0AHwk+p55IPva9cr1/zdU9RniOvpmeiryi088+jt+CPjofUT5ySYW8igPRvVa1Hj4P16I+48CEPboaSb2hcSU+1LZivpB0f71Qpme8rx/oveqkZD41lgQ+hPajvV2x/b6Fh4S+Jr34vtnfuL6Ly9q88wB5vngR+76rkJy+UcpXPSkjIL9J+9S+MSGjPVAJab7UaOO+Q18kvjk9D70gq8Y8TftqvqXT5TxoRKU8COEZvqxl370p8MG+f8DfPbpqhL43PS2+5UyaPZNCJL0BiB6/HyxBv9E1pT1ETls9EVlYvt3eCL3bEqW8GXyUPNJFij6m1gu9YAKsva8hIz5McQE+bjYrvuH/cDyy4RA7BHDfvC3ZWr5b25E9HIEXPhhI9T5fdxu+He/hvW3jlj7/+7a+hGXSPl70uL5mZpW+5llOvl57oD1nYyc9ouRHvYnx1L6nVwm+iM0Pv1bw0D5jyxi+L3quvpU2jj6MLOW9EHeePtZRUL4ioGc+LmGKvmAQ1T4IgvY+KiS3vREtRb6pRsU8iVcZvhTnIj5OWkg+rPItvrAjpT1JX8o+2n2cvtZKkT4Y06u+qZzlPk6CoT3nVX++cPbtPQaFND3StyK+M02WvSKM9j3F4zg8zaOePkdoX77mHZy6a+AYvsy/orw3FrG+XsMWPm6OzL1DbJ09UdppvoOW8T1DQ4K+fDLbvgT+ob514Yk+ZvSmvgrWo77UGNS+L2j9Pa77Gr0iHRW9X9WdO4tPuL3rhtS91AmBviZliL4cKYS+eRtLPpdJmb5kHyg+PuIYPr0u1Lw3yQy+H5T0PaPSd70bP9S+FkdBPqp4UD0RExM+x5iBvmASur1Lkpu99c5uvcPDmr56+5w98vqQvpE4TT24mre9"
      ]
    },
    "conv2d_3": {
      "bias": [
        "wBEwvmDQNr0JlE2+vyA1vtdIN77848O9eLSuuLfWvL3h2+G9SaUdvswH873ZN3u+jPSovDGnjrwzfIO+E3kevVQ/T740t5S+hZxRvhIgJL7jACm+u2Yyvnit5b2UxEU9"
      ],
      "weights": [
        "Vp8lvZjCH73y8Ik+i+/TPkh6OD4fywm8E+NPvgvl2r7PI3w+2f66PQGbUj+1sW++9fUCvq6o4D7p8hw+Mz+ivihUFr5OWGY+VthlPiVvuj7l3Sa+RGKSvSKg0Lxk6+o+TluVPRd75b0oT/g9cPdjvsreoT1Nn2E+prtNvbKjOj6TAGc7ibkbOxgJqL7nL+i8/+a6PcJW2L3jgSA8x0m6Pt8yQL4/QI+9wAqKPVL07D2vUq09E6vlPv/ne756bYM9Vc/HvePgD7/gPSy/JO6yPp21/73QO5y+GwCVvL+rTj04WOA8BpyfPmSmqjsUTEC+T5Dqvb3gBL+9Tkg+MMC1PQBKQj4z/Hk7jEqkve1oCL6T6KS+H9EyPfnCIr1vpL6+evoQOqtjLT7zCSa+52HyvUMKtj1nEP++iiUlPRc5Qr7qAhK9YrUhOx45Aj4+DxG/sv9LvtcuNL2/uPo+d+CRvledlr7gS9e+1IkbPmemFb4EQR2/ksGiPV9zXj6koRW+klhQvp9l377Twya+EJGOvvRrj73qDQa/QolGPtUV8j73ADE9MSYCPmINk74Vxge+yFmTPo+7jr3DhAy/8ZazvkeApz0ZxKq+C5DSPYBAAL/FIU2+FhyGvg1yk7049By+ITF7vmgDFD6HG08+p2lDPlOKRL6Mng28hP5hPjkcBLwy1a29ZDvsPUcRF77WXX2+ogCHvkHyVb450l++4SapvS+zFD5CTIO+BzFQPnLgCr3hkKe+3xWgvjKN1j1Tkcq9Z6v9vvydmr5wegy+TLfaO4gOnL0fX4a+KsstvZXst7u5uxO9DqYjvuI2+T6xuzQ+pqijvjpUBT51W+A8ZAW3vCe/oz6WhbE+ioTpvZRKjb2YU4i7YXt5vdu65z5NWwQ9V942PflSAz6zy0q+mzvivMd+f77Y54i93JDNPmcY4T1S4QE+Sq86vGxFBD5HQ6W+K04pvgDYYr200iA+brSUvvy1xL5/8Em+qPt5vZ5XZz4npio9mlgKvqU2Dr+mR/69",
        "TMc1Pdjfgz76Hss8OC5hvhT8Rz1WFGe+/qHgPXpA4D2iESM+AisYP+NfDb4zdkO+8kvKvnqmfD4kPFK+2gSBPOSWJj4Pk5G88fEwvplAqr7Iezw93RknPnHvcj6a248+IrcMPntmAT4pxB0++Yd3Pbv3sz2CIoy9QScYv286mr5rNIG+jv6lPRbSWj5JPf49tRGLvgLjPj6a8KA9G+2Avtoxyj7fmcG+gLkPP1Avmj4Hwou+08KjvWSx9T6D5zG+4BtAvjDTsT3D5sc9TmUlvSyv7j10RCQ+5eRzu6sfgr1DFnS+hc3ZvhrmNb6V6QQ9jP9AvUrKlD0HRBq+8N7jPSFAWDuRuk++QJ78PZncqr2nx9095mQbvgp09rzsCQk+NX2aPfHS1L1X23w+auDEPr+Fwb4vW36+vhXjvqIPBTzBP569lNKHO/QxI77LCZ29Ani0ve67aL4gnr4+VbumPSoobj3aiUm+1RMCPrk3f74IQsi9OhCbvnsuCj5WqK08R0iyvItU/L1xrB69AihBPSE9cL70vpk+7NnSPWx7yr2ZR+Y+/veTvndM2L5LeqE+nleAPtFwA70uKoy9D/K9Pka61T0xMgm+F72Mvq/rfL4YDE4+gCwxvXsOQr3qfoo+CvbDPl3kgj4bUHS+2Q+7vYMUyz1JDZy+7q06vuvrKz69rQs+ltNLvBrZ9b3PgcG7k9hMPscA/r1YxRy+MziyPfJcL76ONeG+74JAuyiRvL7aiBK+R96APeEEgj5m7DO810gCPknshDxYq80+3suPPtTfpDrXpue8oklNvvTKeT1boAo+AyckPXgXk77i4Fs+175WPlFeNb3f73o+eNkAPbDSSL4G1VG+1bLEvY6vmD470JQ+qXeZPjLmBL7wkEA+AbNavJKlDT7OycW+CpQOvW5wRT4DwHI+MdiovtpvwL0loIu+AKJqvhkekr5lXGG9CICEPhLwQ77wxIa7piQsPrcDAj5SuMY8pu+hPZ+6hL25Zi2+RZ0gPhJTCj7ZlZW+",
        "wkBkPsWOlr5zHj8+Jh40Pn8WEz72bLe9QrbjPph7Fb6a9h8+v+1VPpsVUj7EQRE9mjU4vpj9/Ty8aFE+knIHvcL12j0h3EA+xF7XPidBCL47/tG9gUFDvsqITz7WKRk954cbvqi3DT6719M8usHjvik6qD5xfum8rCeUvoHUwL1YGMW+HbEvu92gz72mKSK+eJJ2PhXlPD6iqL8+UsmzvciKwj3+mWK+nhDKPlwwo7116Ki8FjefPq0mVL50qae+hr4/veOU3r0O6GM+NxCtPp7SXL5SAB8+tfV2PVMtFj57Igs+n1/VvpeOPz+SJNw9oOZKvnBUpD4BTxG+85rQvsijF7+Q04692pckPd2lVD2DEja+e249PvSOiz1C3948xDJjvq3TVr4oPga+019LPabxlTxbOTu+TOF3vRdosbsdvBO/A8SivA9wpbxS/Ys7J7pqPujprrt+Qb++sa8WPsJEPzyYyhc+AmU5vvqa/r17m+s+8CQdPm3VJL2a4BU+9oeMvVkIBr+QVj++ngGMPofgPT6hEAk9XDOMPubaC75mYQ690QWOPn1q1z470Mo+EiSFvm6wwr0n9ma9mxCoPs9cYD6FQQo+S/mjvJ9Jjz1KY4c+RsunPiqzDz66h6k9nUyjPr8D6D0JuK4+kJpCvWZA8j2QxXo+CeZRPhRKDz5YyU0+eyg1PkOzPT7dERa/Yh/2Pbf1AD7WFL8+vPJcPrMPgD1vhgq+HyKIvme5Kz6Drhk+FpgoPkivkD6w/6s9dXjzvuzWAb8+07++Fy5puoO/1b4F0gq/H7KjPsfgDT87UgQ+eKJPPhhVyL5Cb56+YRMEvm3QH74cYpc8iAAPv49uSr6hTi++neU9vlrai71KHxC+o0XNvFsucb5y79U8tfHPvg/Zhj6lssG8wiT+vOM3+Tz0jKO+JPbBvWf5+b3LzSs++8gePpHRzb0N6q2+quGHvhzem7xRCos+FQTevpP3sr7Y6Bu+GjFlvZNHpjzP7gQ9fZc0voRGBT2xoKG9",
        "EXXmPainGD6HZXi80aVcPvPnCb78Ee8941MfPQWz1L7FwY69HPovvh6JrD3D7oY+f/FJPnF0Cr7bZVa+C+GMvuQ9Tb7gBeQ9PclTvgnS470e7M69qYNbvVjiV76f2fE+0l8TPlLeoD1Rrw++geCsvk1VuT4l8te8Ke9rPVgAmz63Fpe+Ojy3vpp3sb7TAdA9XcdWPuoazz1mg5k9aRYoPy855r3M8Fq+YebQPpfED74xdIw+7dlxPpYZfT7nD0i8C9xtPtZrpL3qGAI+3AVNPh9Sqj120BC6hgIYvbMTnb3sN24+ycZMvpqxEj6QNVy+v9GmPuMNLz5uHj0+phVIPl/O7rw0//o8KN1TvgQoFL7fva69EVPFvU79qbwHAwU/0zSivfb517726E6+f3ikvk19kL7B7LQ+ck2Jvhuw3L2nhv2+v7lKvgY4r772Thu+un56vemhBb4oW9E+eFKKvXhfdb1V1J48H337vSKshr0J8wW+p4smPm9MOr5HwyS+5LuPPk34hD1onyy/8p62vnOApD2+a3u+M+GlvKhA5LyLfcK+La+HPcA3dL7rq72+XqoOvi/byb4LHZ89+QV7PYV5lT3CaxQ+eGwgPPSNoL4y6q++/+yXPW7vEj+vBcK+oDS6PUUjIb6vS54+suUjPiVe6L4JpVg91Dn+Pd3GPL0a6Re/OHDtPQnJgj3SA6C+2xCDvIwG/DyQmnK8Bf7HvtX5Fb6yeWI9joOJvJ0tSz4JQtK+FKr+vd78kboaKCW9Pb6SPUPTNT6Gucm9d8PWvsnDyb4BeBe+/+siP0Swyz3m3tm9hjd5voLRez0JtZ++sXzgPOaEor4N95U+SPgKPrYmTz6Iofa9zvQLPQIY175iSQy/fkBhPphBJD8JEmC+GkmMvoA6oTxrFN88jCe1viP6TD6mOEy8dN7JvUS0eb7KUpq+f0MBv6K2KL4lu5q+2Vtjvj3fRT5OBUo8zN3PPoy6ej7gpRq+PB3rvfoaZr4t4qi8DCsKvi6GYD6mNHQ8",
        "02kXPktUej5heaC+iPQrPpvRIL7wMB8+NpeBPokyBj5gZg8+xV4ZvpbBJ72RDI++mEqWu0szsj5Yx4o9xiRYPl1Oiz3GBIy7aUdZvoTS6jyLgFQ++dMGPahC5j0WHhg9E5/bvhVntD5HT/299ycAvynCYD6a2Eo+212yPhwnG77G5Xc+2qLXvj5d2L5AgIa+o96JvvVrIT42t34+dAHBPkOHnL6D1qO+IGX5PRGlir6B8+e9O/bRPipP6D2R9wq+xC7LPRph8b2e1dy+wGKkPopZwbydnUE8h56HPvtLZLwqzYK+Z62wPTqaK75qoyS+oIhRvucbmzw6S1g+kuMUPK5kHL4kdde+jqQiPpEsSr48r/U9SCfhPbqp3r3PY0M/xwWYPffH/L5Qv6s+utAmvvFhMj6QIcy8pMIcPgkle77jY469UhQEv6IKDr32i9k9lMRWPS9sBb/lKLg+REYOPgkF6T0hVAa/B5f3PEAtpb4m6Vs+yt1nvgdCnz5MWO2+pOSbvc8oiz0vcAw9M08JvnqRBz4QiEQ+WuTxveKkEz5Y9J09rWnlPipJjT1NDFg9aXfxvmF10D2xE0K9rZ22Pq0CNb5YXGA7KHaDPLcsCD5YWDC/dpbXPlwGMT4+KJQ+uJeyvSWu976Lr289SJWVvSU9Hz6WFI6+eDT1Pa0VCb856g0+iIDbPNa3TTzFD9K9sxc+PYtas7z6bKw+DOSJPrCz471IVFE+WvugPlIPzrzRQG6+QJvpvgwXGz3+4Gg+PxnxPYUuV76WdU++8Qdrvpkxsj7+Ni++A3kAPlB/JT44jYY9RccDvwktBj6KKyG+ahAavrfccD7PF20+apWFPitQub4Qg52+5m/1vYBG1T4lP6Q8NcMjP8JBhL4bDc49MUDdPeUPOr7HFhQ+jK6pPerYlT7+mUw9wE+1vsXGCD1kimY+e/UPv1/vHb7m0QU+y/WOPQ03lT5njQ4/et2FPr3uVT7/qZg+EVcNP3AsBL84GZQ+5mQDv6F7azwgW0k+",
        "TC+PvV/VuL4Z4vK+IcEkPiIGhr2gcL++rPAvvsg/BT71rTY/yLgPPo7bpD294Pa9d7oBv1egOz72qMQ+Kkj7vWGFmT329Y++KcizvbQpVL2w5HE+ZM0iPmm98D35/SQ+rlvXPp42NT4NmAe+lEEBvVONzr2zi2q+vZMLPelZoD55DFI9Z+WAvlXEtL76EKG+HOqhvSJVeD40cas+rYiFPga9KT3Ldne+KFFRPu7fAD5JUgS+kr72vTlmF74YiVu+rtuTvn2oC75de0K+XBvWvSfitjv27/q8D5MXPvFH5z66XaK+oeHCvmpsSL0WLoQ+3clxPcSJlz03AAy/I8UWPVWxtb1eu8e+xCYtPSRa3D5md4Y+DPRfvYqVYb0nPYe93QcGvUhcuj5Kdv4+yEcMvThv8b5k/iU+FVO4PsZcqb3Fj8U+SZeEPS0xYz4Zdus7kTybvDLfizwVNlg+gurbvp3wuz33sh8+F5wlPoAqhzwghwC++EGsPEuhCz4GOV4+AYG6PF3iiT42c30+OTvLvh1H/LxORiC+Nht3PseUKT/Me9y7851uvkYTMr5GBCg96ltRu3GOsb1Jzc292g2JPtkG/b5erhy/PW6ZvpYcJ77TVIW+f412ve6Vnb5W41I+6tfnvkRKfzwPplE+s+7tvGW4+rofvgK+ez7QvtJ7gj3Ud58+v3jSvVMHOr7zKJK+W3/tPW01yD0wE1o+DwfbPRb36b3zUMA8tdz1PjWkCTwzO9C95xULveRPMT1CvEu+NWzUPi3B27ycYLY78E6Bu4t6HT7vd6++hUuFPjenLr4Ik665SVklvQbMd76/sGw+M9kYPpa8b77Qw9c9y4CsvAHXHb/3Q1K9BP00vWLrzr2M9aO9h/oNvmV92T37OEg+/PR0PG5Knb4G4Cu+rAzlvRNoCT5Qsgu+DEsPvL80OD5je6i+g41cPuFPWL6nIgy/uVppvrIahT2MGkG+EQquPiXu7ryjIIu+Q6WDPF00a72fmEy9GijEvXNvtr4xxq+9",
        "shKFPv8dTr79/4i+QFYBPTojZj7XXVo+B6h6PpP/uD2FHRg90bI2vbs4TL7MHja+LnsJPceGu7woEc4+xlCfvo2VvD2rXza+kZsEv2Uqub6Ql/K+lfCNvNQ8Oz1Obxc9hf/5voOaQ73NBcw9zsC1PTnOqL1+og6+H+mAvnBaYz7wgP28zrukvkCsmr4tgic7cJiYPsphUDyJO2y9ZiysvVWU4D3AgaY9fBqovCd1/r2xF1Q+1LcfPiNt4zxo5RW+jic2vpmzID4zMJS9+m0mPT/3sL4SaIy+SVooPo7bYb5JH1C9Zp04vnfw9T0rtWc9pEICv2TQ4721R+y+IsV+PhLRlL0oBts9ApGvPrcwsj1s1SG+LlQ1PPMgm747qwM/ASiLPgDFvzzprn0+GtwtPk2+Yj6tKna+02NcvO1hXD5NwrQ8eKGOPfvzCj1FdGG+hB6iPSyRFb6C57K9HnEGP4LmJz47+jo8GyxqPTqhN74ZuV29V+JePluUW757Gzy+q+SkPQbEMD5cwQ88+Co1voKShr6Z+cC+M+stPumgdr6MAqS7nu5fvja2Yr2GU56+5lsBvs1ZCzwxn5Q9q/l9Pt5lJT5LDzw+aKUevmbE+T3GzvG9G12jPafIRL7aOL89b6ubvr4fK77Vkhi9tFSXvd5Zqj0zz+I8DHFrPlaQ/z1K9tg9Q4OwPrGh8L6KVkw9etlRPGlADD6UmZK8u75gvdiYlL2i0wS+xzX8vVWeAL98LCO+Zz3RPk+/qbwrWBW84imBvQGrUr7vDYe+ZQ81vb9zUr7EBoY8R16MPswrr75JPFU+aM0FvySGBr5u6dq94QZvvmS7jzkpeoQ+og5xvpR3TD6oGjs9wkwlvt8FuT7ia4q+O3QOvrPb8Dyy5j2+9uGOPoJEYL4z1M89bkAWvh5UXL6jI4O+Lq6dvj74rz3CB9+9faF4vgqu+jyigIY+SCkUPteYtr7NliA9Ggu1PfXbub3SSig++wvLvNxFpL6SF0Y9yqC2vuJPU75cQXK+",
        "G4oxPmsbuz6p8qa9IegVPZvohb5xWss8ZDbMPizBk74QlYM9DuWMPrYBPj7VtFo+y7guvnErED7LZ26+HMc7ugOMkj0Tpga/tJx8Pjltqr5+Y3w+pJIYPhJFyj4mXhA/Gu2OvJy8NT7ymJU+1kqAPuJ9FD568Fe9HiU7PrDGlr7j+pY9ggW9vvUrIb53cO++JtrDvgB2471XaBA/r/0GPSAUdb44O4m9xDnUvld88zwhuJm+PUzNvWfOUruwKc0+CXISvgVSLD1Mfy8+FRkRvaWEB755/fY9rogsPt45MD56how+rBImPjC6Wr8jf0s8p3N/PIoGz77Kqxa+FDKSvO/oBb/VMKI8ptF2vQXG0r0Kjri9qXAgPh1KCz4cXqQ+InYwvaNGlz4b9Oa95+W+PM4Rg76N7s2+yQ/ZvoBK0Tzps9i8JWGUPsuJq74gvqe+EbpVv/AtF76j4q89zw27PS3PIL6z6Qi99EgNPj+oY776e649bd2ovZ5cwz4TKx0/H5CZvd4lbr5m9DU9vEeVvrxeNr55xq+8t9K0PmzMZb7K1es7fU83uxHXoz4Odqg9DAdtvsDJoTwlz+i90G+mvkrPXb2VLs+9HYX9PYzD5D2uxfe9CUCnvKLxPr6LGgW9xEEVPUKfm73XpKg96IHzPfp0ID5HfQ2+Ogx7PW9gHT6tq26+poyJPO+1BD30sXe9ksHivUDcvb1b5Eu+fCzsPWpEVD4fFFI+/h1kPRCfTL5OVhQ+UyWZvkbPh77JrIc+KG2dvYRBbj1yBsC9H28XPRxQDT5On22+l5tiPjk9BDynMmU8qCqOvufLgj5ZfiQ+tp79vcSwqD0AUoW+/YqovraFhrxzQL++dnCgPSwKvj4dm7g9JY5dPva+bb7qUkK+85SXPhIYWT6Y10+92zNOPUh0ur2Iy6E7Og2LvWHZMj7PVXU+FmT+PSyPpL25+2C99YWjPTxkkD0rMXK+OSK3PfnBAz0zMzM+YZQnvhBORr6MoOC9ZD0kPvkXv70F7VQ9",
        "ocIbvhcIX7+peNO+mV9LPTv1oDhwCFS+xlAUPVpktT4pPSk+h8OmvfUGMT793KW8QBPQu5l3HTyhu8a7KrQTvxMbwj56yDi+eT69vuDsAD/tZgC+GZh4vihU2z7Qqka+M67KvWXuHD5ZFVA+fN3UvVG6MLzNCfk9gE0ZPg1ZMTzYhsy9AQNgPKy7+T12hr0+ixTSPSffvTxsf08+L663vS1XF74eRLc+lmi3PU5Opr4JEkq9+JF9vloIDj4HBvC9L6CSvfjnJDq8Gxg7iGHZPRtnrT4r62U++ptOvQ6fRL6P19s+ok6jvVgDSr5/65u+ZgTGPbYhcT7oHxa+o5xoPTCU5jvn/QA9cuICvkQSsb4EMEU9jbvsOyHY8r1a7uq9/MjNPRyRubyko0W+TW0JvvbzNr70x5e+ydrJPXttBj5hFbw9zYusPKaUuL2E3Ks90CvQvad9u7yXQxa+iECgvm9oC78OpsQ+fCKwvVPgu76OK8q82mRwPqxQ0j6MAQc7gjpdvumszz2LsAs9L4iWPodC/j3nRJ++/k24PYf0D7+iDJg9VPb0PW1+tL2lzym9A/NbPU+R+L3RV1K+UgG/vbvLiD47mEu8WZ1mPtVjtD1JRjW8Vb2aPtdjEr4XrJq+nbGlPfZW9L7xhYo9uKMiverlszuIGkY9ju1kPShwgD0NYns+ZE6xPq0apL6E0As8WMwfvMEDLLwNoVe+HjWMvr7NNDvGtW+7kkjFvsWmDb5/bKy9sCtHvn7HmL68tdG9EoCOPtS5CD5zCKc95jduPVMrSr7QGVu+U+6oPiWsa77Iueq9W4aJPmASor5XoRu99cbuvXeSBD74AH4+YDaAvPDgjr7WsqC+CpsSPisrBr63BuO8NvyVPG4kpr21CYy87yEpvuJ14zo5gZ89ilabvTuiWbwH0qw+PhKsvY4PN74A7GS8dtg8vo5leb2EEPC+vWN3PWDQVr7QKNU+0RQxPsihoL1L1yq9Dw8tvvVkT771vQW9wZ9Vvfg/OT4SkmG+",
        "ARyrvtQr8L31pJA+T8ZIvsSqIL6if0m+LQOyPbhKnz6FxvM9jF5ZvhapR74Z22s5AkRpPOwDAb99xzm+TG7GvVZVoz4ubK49YK4BvaQb1z0dja08U6nWvn1mWj4fAbE+jg/+PR5FkT6xaqO+TpH5PQHPGz7ugZo+mmbZPmYhUj5bwAE+fPkRPs9JqjwJWGU+MQQ2PvCnQD50B2g+Ji5TvtIbwz5A27e9unBYvpRtlT5Iipu+iqK8PoGIF72DWLU+6iARv9y7kL6Uc2s9zsEQvyutF786bLm+0d3jPb/Uqz1xN+28iHByvRObzjwixMU8cKo3v2eOtL47qse9ulGOvnSxfbzqsME9FU2GvkhGCz1AOsi+HcPPPVlovz4aOY098sigPr5ZyT38CCk+RvX2vsdTE775rFQ9WuvUPpcbyT5wk/69Y0CSvgn7A75blkM+T30wPjukaLtnq/I+p+xBvnrf+r2BepM+MkyKvYgqCr9R3DY+obUHPptXkz3FJ8o8+/+kvtQGkL5/TQG/PXszvrTiGL+ekay+SKLRPfAPCT7oQH++dinMvmZwQD2YE+K+i1MZvlCmjb7Mgm0+RwR2vrp8jTyaYou+mwFEv/depj7oZv08QI+Lu745Zj4ent69GJ7VvRALlL4nz8c+FRHrvpLRL77fV0g+0xy0Pe8ztj0Zge08KQQiPjnM9bvK4IW+bM1uvYII170Oq889aUjTvfU0jL4rLBu9A1qDPZZVCr97egC+hnUaPUgQdj7HdBY+Jh7svmkZ+r6EE3g7Ai7sviNaSr8T9jG/IkUxPVeb0zyzj7u+s/3hvglqDz+SUlO9IjxSvkYH577puqK7F7wCvdBNU75CXSK+8WnKvEtRdT4dOWy+xJD1vvWBoT5lVoq7MD2zvCNzh77XYx0+bNzavka4hr1nOBk/3MNyvnE/l765gZG++g0xv1YNy75o2qQ8I1eKPu1Evb77E7Q9C6LUPrGaqr3Ufzw+VOdfvi4dtr5uQQS+LojhPUxFa7w1oQI/",
        "4UUGvovPBL+YjAW/+EkLv3rcwb6HCIC+vdaGvfRaTT7rphq9d7fDPq7ot71NNoE6d59svkCV475G5By+NNg9vEJKEbzM1Sg+2yoOvsiCcD1GWXy9CoikPpxXIL6fcH4+WwcNvh0mfT2B2V4/259EPqv8PryYRMs+x2L/vUb1T764nv69UG2KvXZcjj3kkcY+ei1TPmB5GL750Oy90w2sPr8eUz40Ck4+JX/DPrDj273BLAS+NdS8PnVlkT7fwqS+nm0tvuq9A7+/8T+/olMMPo73/D1e23m++EsyvkHsHD31ZAk+BAy7vna9nT7vwe++hYo1vt/IM7/c1EW+TYGHPZxVJL09eaS9UVxwvSXlPr6zcJu+4B5RPga6gb3XPwA/6/L4PWvLx75caU4+d82ZPaBeLD7MlXc+0DURPZ3JsT6+yYC+FGG1vuAFpj2vAQe+GAQZPvOQSj7Vpqi+u6/iPsCiDD6XAT6+zjDPPUyVoz4n7XE9fvufvWu12ztB4pW+Xi5bPm23xL0Xwho+FLzlvQFtcz1NCKk+nUwCPw8+sj7DQ6I+6QaBPrOyKb5g0I+9y/hbPqOXmD5TaSM9O2+1Pp7jrT5ne7U9S7WBvlIrEL4MmQW+lR+rvbmywz2UUC0+OdzbvkHg9z3dlIS+o38xPmrTk74aX/g95viLPXaAQb7F0IA+dr4ZvuDD8bygaR48fM8Avmhycj1nT7e+/C0Av4ZDI7xF1JQ+vDEQvqxVIz7kg8Y9CxtVvscUoD7wPYy+M89ZPqlgdT2VB2a+GDjbvvmnnT5cJDU82leZPvcbWj6qSki9tATRvkdxAb4t9F4+cwFKvlVJu74kxrI+sYIzvpcenr79eEs+LDyMvFU3ZD7byIq+C8KCPQgWDr7G+wa/n6oZvtc5hL6siCY+En2cPjvHyL49XBo+c/aVvkDshz3rJ8s8g5p9vnrOJD2u07s9A6d5vR+pWb4cm7m9v7UYPoeTiTwb36a9toROPvjthD2tSO49/9z8O4pXmj3dMc29",
        "/hcVvmAd+76jEhc8ixcHvSYDRLtumyA+Q2tVvSMC9z4ukbc9loZNvj7IGT8i65w++i/nPUdurL7+fdS+DZAZPoAd673tyWC++chCPiApNj7spTM+ghS8uT288L28WMU7IeVNPq4VzL79ALE+qzHRPN/uUb4Meq49HPaTPoQ3iz4SbLI+YLlePZH6hr4PMCA/gXqlPT6rCz2Z6Gk+QyYgPyx7qLzv+yA+nSpkvQKDeL2uC4I+/bZMPufVpD3CC1s+X7ubvjh5sz0gv7u+prVEPuBtWr8u/x+/gLMJvmIUxDo2Klg+jsKnvfYAgT6AAEi/z3gKvhDjtz0NM2s+WdQZvhB3Eb7DXo++1uJLPcVzE7+srFy+wPjCvsQSe75nlW4+ASnjvQekAr/ncQc/ngYcvrZR+L13Lma+bJIjPmOXLD7xZIW81xjCvsA9BT4tFTq+i+cOvjvBaL2FEAq+bo+VPlLOvL2wQY2+ASzOPtURVT3UJBa9F0/KvnHbgD5sToC+z2QivjCuLb+7ukk+tjUdvokCcD5yqhm97p0EPtRQlj62YL29JK9ZPmh6ET4a05E+B/PGvcAMhz2czp48NG/rvoGYh75b2oS+NDqpPfhJIr77hvu9L7bYvVLacT2Xvdw+peqnvuxBqr6z9zS+QlcMPlilYj49WkQ+HL/FPa91Db3csL69/jRvPnHdUL1LzMy+WsrZvlxJ77yMsyM8SmZEPaX6eb57IBc9IKgbP81JbT7SHoO+dv44PtPR1T2VXMO8ldKCvZVPAL/Ycmk8SwIHvcqOuT7HMki/L9m+PjpVWz4ZSQk+JKqLO8fAbb5Ajyg+Fk61PQayLr6eueO9DRQUv3UKFb4i/BW+/LJ2voZufr7iOqS+Z5P3PTPljL2qmhq+0Lb/PTw7M73UiPQ+MIS/PjOMF73m3bu+mTMfvgXj5j0/2BU+vdKnPgQ0sz4jbZY9poyDvpn3fj7Hd4U+m/OsvhUKh77f0Ew9x7mJPaS/ODwx+kK+gN/Evaseiz55BQM+",
        "XIPJPZylfL1DxDe+PTjsvhAj5D0jTj4+pZGFPjUT0zz2SGS++C5DvQcRG764waa9iCiOvUp/tj3tAY49WO4VvfStjj4vlY0+dNGVPAsQd75v2S++USNNPqBsD74vqwW/c9skvmPo4b3r9WE+f8Gbvm7hfL7FaA2+BJzXPuFNdz5stjs+FpJJPkyWlD47wps9kak7vvntlT2BoUY9Ky8FPpgwT70G0eW9kkOXPl2/C76MSjQ9C/XHvowclT6b2iI+DZCLvlv0qD2N52o+GCyzvYghNL9TuHa93KqwOrDHgD3s/CQ9hhnrvt3qNL7awy0+9CCnPd7sm75OPqi+Th9Wvi9so75uary+TRLqvk26AD5RKio+WHxXvnndMj0D9SI9/So9Pp0+fb5i+bK+n0LAvkYQuL7+BF08VCMWPhux5b1l/N288DtdvvnNQ7495w+9C+ylu1KIAr4Hpq6+rpdQPMSTpr2hW2M+jcBePt6Av7184kI9GWTDva4hzz6I2428nS21PswxxT5d9pw+eqQzPuUnXr7F5vk9/wJDPfCTnD336ug+RdMMPs3Qmj4CWe89p1gIPvaEZr6Y1vc+vdCxPhL3YD71JCI+hy0+Pg0+pL7aaMO9Tp6EPktNYz6coTI/A82pvrpcbb7yQtQ8aHSXvegaFT7z+YQ+fKyrPbb/dD7Rasa+OwFCvgl0i749Vgk+rZmPPmhE6j0SYHa9VrEbPp6lVD7wBau+NAuFPj/5KL518t+9Wp7rvce5gL1PmCm++XU6vv15rD3dVUs+7AmLvmoGk75egYa+B0+iPS4vkr4Rqz+9VySIPhzecr1YCC4+M5Eevo2bNLwBgoW+SPh8vh5Fij69PDS+LLxAvUZpGb68BeC9miLXPfClOD1flzy+E1ndvi2Fqb4ZqOu+XnK8vEkLjL533jK+zMzWPhxloz7YYwq/Ucp3valSOb6PlXi9kxZ6vo3iDb745Wi9fGiZPrrmJD4W+mc+RqTgvjPVRL4WRoM+0hf8vAXPWD6ufko+",
        "WOLVvttxUb7YjPU9gQTePEZwhDv2WY6+LGhivtlTvb7WeyY+NzQrvl57ab4PhxE9m0Cevh0KWz4wn3I9rEGbvuthFb0Ylyi7TRmIvmUYij50OOU9BhzavP8ISj6SXlc+VaCevkMN4j01/cm6AbkvvmxJID5pH4U9Uao/vszokj5Es5k9s0UnvJSQDz+/hPm960JcPoqppr27wR0+zUZrPQo86z2H6WQ9MiIdvkkAuT0ZyaY+nBNQvZuMAbuI0uG9EW2WvjH5er4EQZI9rXPMPl554zzvjaO+XPKdPkEeAr7qnao+fSttPZkinrv58Mm+Zl4RPk3wnb5NRo++5VECv8j0Qb3x1mM+VERcvp3Iu72EHQE+F0I4PvmVlb6myYE8KAAGPLfHOj2TXgU+NehqvbqD2rtmmEc+Ormbvn84pb2a0Yo+v6cqPv645TzCwps+hcw3Por+Kj7ShcQ+yLTLPSoW3D3M3oq9sNOIvox6Aj48Waw9uuj9PpNz3r2y5ws+zN+hvpiWbr4BQHG+T46suweolL6Dv9++E3lcviVGhD59Say8iIJOPb75oz6C6Fk+KhCzvQtH9D1VrJG971TbvMTYKjsGZTo9C0S3Pg/FqbxOkYK+fn6KvdPArr0W4KY+gohVvhFzNL5tpEo9bvl6viDIG75tk1w8e3GAvqmblr6IXCm+iN7uPQjFfj3f5ik+he6SPoIFhz6BPDG9U50PPpLSMz7rfcs+5hrBPkKvDj5a/mo9ej3vPp+UO772ErK8v/vrPbsoNb4cE/U9+21XvV99cz77f7a+UHxCvkzlir59m9y8s0xTvgh4JT6abvC9JtXpPQmUt74IjbQ+re7DPec7qL0Q21I9sxiUvpTzij2U+Js+dRwmva7Pg74D/dM+DxtLPp3ZDz5IHBE+YoSUvnXNpT12H54+hKP2Peic2r3iMKK+VxaKvYR5pj16U1Y+LoItPtdfi72FM5C9A17avYgbBj6A1zW9BCVrvu2RAz/q5wm9KvcKPq9ZaL2cf988",
        "TIODPUjp3z3PUMk9R+tovaRPEj48daC+DvijviXckD5pwDa/N9GGPmPbhr7ZHiA+wjHxPc2dYb59yQK+0YNYvgmEZL48qAS+BP+lO3fh/L3Pg5C9dt4fPpXK+7z3mcK9m/zcvobfnL5LiNq9QLiwPMAhQjyMXYa+BhtIvg78WL5cslI+3m5zPnrVoj70z3o+tepIvWtRsr1oOIG9+LTavbTCSz3DjVy+bwlqPYTBAD6VTi4+UWJVvkzmjj5Eh/M+EpkDP1A5pj6oW8e8VXsvPlzwRz4yiYm+dx7IPinFNr7KTik93ZS8PUDryb1Eipa9kiGNPnRCTr5fOkg+3FNZPhB9yL5eiTK8djfSvrvYij5/x687FvWnvnUnSL6G0rI+B27QPhQPjz2Winy+EIHWPT3st71vdw4+q/xpvmIjGrxL2d2900bIvqdv9r4/4wO/kV/YvrTlrbx/C96+N7xWvR3quj46kXw+zQG3vlVoIL7kgC6+7y1GvpHuHT1Ks2W+whL9O+z4Or7LbTO+0CcNPqJMIj7+k627p2ySPQNHIj0ocY6+hA9EvjnDzLwmltu7/JmjPhT4iz7UX3S+BlrRPZjJEb5QRgS/73RRva3plD0TMB0+f6FEvRH/NL1XV4i9OdA6vvHwST4XXfI9ShLCvi2ll70e95M+N8JnPAn/Ib5p9mm9IouIPrdgKDzFVR8+TkR/Pqth5b0qrae+T/IXv+kw2z23VCg+fFp4PkcS/L3aMqe+k5VSvrU4NT6uH8K8V2jLvSUzdj6SCOU6+C7fPSvYx7xCoBa9dXcZvvhNXD53Wrg+Z7WFPvsrAL2EqIM+nzz2PXTvAD62yIM+Ylv1PUzOND5af16+MIOIvbIEFb6c9pQ+KhO4PbIGdT2hfZY+CrVBPjK7Cz0JNvC7VtmWPQrCazyzNi2+179oPhbWEz0q20W+zb5wvijST7maxk6+k601vojIhj5Z6Wc+7X2LPSoG4D2Izmm+WWbFvfJOtz3Q55e+jp2uPls3Dr45DUY+",
        "FpXtPa3p7L7e6Uk+h0DHO6JF5z7k30k+7pEWviFk6D6VqI++Q4vNPVOkAT2kisy+IfK2PmaPcD5koMW7ALfVvJKhqr7xJhY8jkIIv06y3T2PD4i+6MwtPh96V769HEK+6fJpvoL8hL5YMVk+Gy4qvgufvD19tjo+BiTavva0C7/fEPy8KNUJPoCcyj7qTgK+Me2VvhwnCb6wJhU+QjoivgKH+TyPZrg9c0tfPri8zD4/iQ6/ZuRwvApSKL57rRw+J6/9vqMwLr2k7fu+rc2rPXukj7284ri+I0iJvp3mQL5gHZE+q1aJvo9M+b1LEOy+EPQjvo7S3r7lXsY+wHGQvhcYTT6ZJQ69lxqdvtLVgDxKr5u+c9Sovn3XSL4+eI284MFaO1YURT11PRA9IsgqPo8Ddz4sk489SfDuu27IOTtgS6s9YbS/PVRk0z0bv269u8s5vvksyb2pS+S97kIKvhCNo7zTisQ8i9PvPWwt1T0kLWI7loemPQ53pL55fCA+m7ykvYj8q74xtR6/zQfrPvLi1D4KCsg9ZL2MPmgQXD5P3Pq9ZZZEPhPhkz67Zk+++pAcPsRmm70DeIe+drV7vPoiwz44Ddw9WJQYvuPIHjwHY+09jIGgPQNdzj6tiuG8dE3WPohROT52YRO9qgkGvhBWgb6eSre+TJDEPq75vj17NVk+dBs5vFz8E79lx8S+zJ4Yv1LJzT0HkLQ+of6+O1yXoj31/oE+yn8bvjJqlb4zWxu+liCIviCUuD3+PJA902f1vRdtq76ETZe96MOHvvZwgb5uB+o8gSRiPhQIzL6D4na+cAqGviVI+j1uG0w+WleHvrV68L7/aoq+RYyavvhefL6hxjw94L46vnNwh71L5r++ZP4uPrJvsz4d9R299eQsvrpx1r3Qf9Q9pu/nPJ0Ru70DaLO+oaoZvTSQmz5MkrM+tzDSvbaPiD1LuSi+8CqVvgL0jb2VLWo+Nz+HPok1BL+EPbe9KXhCPnPilD7Dgpe+TgLMPWlwfz6bCpK9",
        "2D/+PWSOhL67Rve8jw+wvuqeyL36F6U+2+Hmvs7/tz5GvZQ+PnkWvkLgDjy11CM++6S1vgo9pT2ZbKG+k0vMPsZaV75cC+Q9KpbkPRL8nb41iBu+8vVROwvBn77OBMm+K94Qvayxfb4uqAe+QTqbPc6qQr1s1Tc+EX4nPiMZET7BvXa+/zmvvTm5kD454Rg/xRVRvgB1mD53f6i+JgN5vskx4T6D06y+0zyGPnAKB73VpxM+Deqavp3D6D66tda86oq6vS2UTj59pO69qRKdPanIJb5gdA+9rYxCvjeSYDyROoQ9av0WPsd+mT7j2y6+3SRkPW/ivz61uB2+ahQAvr1Yg76zYOC7lahSvfS/bzsfiiC+hRJfvq/FCj4hIZS+zX03Pp13cD6czPe9O8ATvygi4jw1p5U+2GUHva9zaz2Fz1g+W5JvPWHix73UHdA9qJx4PaXkWb450oK+J1kXPo9QW75cTmi+V4FCvdJXUb5QWEI9zkO2vaoF5r3nxzE9ZGzmvhOtTb7gqDe+JmpovdVYwL7/FJK9U4kWvZwDSb0OX40+HFcnvfCt4T2N2+G+MiGKPLF0rb5rTSC99r5OvSE9TL4feq69fR6vvpXGID7loAe+SKvxPLiw3D70QYs+1WmQvrlEAz5w3YA+TnuIPnSUez20q5U+hPwePkQRO77Yuqm+FRUOvl2QiDyOWCI93PydPSnpK7/YZPi+lYx0vUb8Bj7huEg+LyxMPMqAST5Kwaq9CF/HPdVdRD72iie+GymXvAGMgT5WJ6e+rkh2PnEFmT3IUSm+OqURPkm40r6unXK9fYOYPsrrSb3hIYO+xZckPp8JGr/YRbe8TQrBvDYJwD5dlSc+eA4mPpHq277CjsS8HvxdPsJqfb4Hc5U9p+xzvXoXl73/v5S+MrezviA2nT2H7ay+dn8LvmVTCz/9ydC9/kP7vF3S0js4L2m+f04ZPsnIGT/ggTo+vScHPe14K71sMuw9LL1fvNMQw72dMCC+1/RXPh0Bnr7B7IO+",
        "ne3VPnIwvb4s+H29y0Tzvlj9Rr7WJGW9Vz6DPoA1qz4Dtwg9ipH/OZAGB74JOZa+QEuXvk81IL5wVQ4+XAaOPUd4xr0nAJI9p2jsPlfmjr0t0Iu8BEMTvj5lv77n2VY9LmLkPmetvD3m/tE8iIY1Pu3I0Dydyb2+jwn6Pt7kKz7eJ+2+FjgNvmOHMr1qY5O+eOHkvhDMqT5OzQY/N1yBvs1nrb6M6NW9cg3nPTimRz1/eHa97JxUPSDIJT5ouoY+uG4KvoHpFL+LXhE+w1ozvpdhzT3Tjrc+W42nvdQfvbwrrra+aLVJvu+mWT4RjPK9bhJzPGJaML/4EY4+yXE4vfYgwr58BAG/bz8DPq2C1L5sI5w9qziOPoAr+T2Q8DW81jo5vqpOOL1DctE9rxiZvSx6CT69muO+P4y4PbJqWT3/0M++wjyuPrG43j6n+wS+zFrsviHMlz5JiOg+pDXtvQMlkrx/riw9FDMZvqCMWDx9ya++SxSbvQEjBL1O4zk+v740v/oukb6S63C+/0+SvvhMXb3NvNG9iSGrPsQQ2z1MLw++ppwQO4pLyb44Mdk80J/hPDjQwTssZw0+/wbPvhQ9bL6KQwO/0SM8vjZ/KL9WRj2/7KPjvtY+BT9CCi+9/gn8vSxMQr7CRJ++cWGivoVLFb9Di8+9cm0nu0ecSL71YFc+awsMPoriS75odY6+Ac3NvoPRN75wEV49OE1lvi/Xhb2s5yQ9Q0JFvj/4Q7+iJ/2+qSB9PNUIpT6RGo49a7tAPEsFfT6Rs5m9RDwuvl2INL0Wn3C8fPjXPTYdP742mPI9hyHyO73QST6Y1Xc8HKIRPtrPwTzvx2++WX2Xvm9uFz3j4q699E1qvgNda7z1XzW+Tnhav11a7jrbGYe9S1c+PihyfD5Ykw0/m1QYPjuioT3uxX28ev/lvsXprb7WhU47Lh+uPkqEIb5mvTM+XBeOuzTuVz29DRg9eVGEPm67pz7U2Uc9R1urPTaWjz7PFQA++gx/PuuiKTzIex2+"
      ]
    },
    "conv2d_4": {
      "bias": [
        "l9icvZHA774y2cs+nx6BvoDl1b6ekLu+d6qXvFPOCjwEvCI+hzeLvsWAPryjwv+9Q9LmvvObDD5fpEa8g4kZvZYjkz2RIEQ+rri1PTCDAL5KsIA+5nGcvnOQcr6QTbS++XFzvhwWyz1oSgi+UZywPRNcz74hgJW+pF/MvbXdkr4="
      ],
      "weights": [
        "gpf5vQtYAb6fpuS9nLJWPj3APb3TRwA/xltRv1GGWb62xjI+XpUxP0hGB73E/+O+bi/cPhq1lr7fC8K9R9e/vpTKij6H7E696Q6xvlyn5b20DGU+QYnRPjSqBr+y/6u8VvMjPnWQgz7TGme9fydkviRUJb5Ahpq8bCiSvG97676fmU49MNVMPdwx/D1xtUO8+mX7PEgMk7us0Hg+5Z0Jv2UFpL4ytPG8HFCzvNqOxb0KbXS+nvsav/xlvr35w7m+qxyIvSpecz6ceim9g+pmvhGnkb5g/3o+nXYsPlvzAb5PG3c+HJBtvV+INTy24QE+iawgPvsK9T7Cmwc8jBdevjIIQb4Ul4w+ixF7vtulYj6LZii/MoJtvrWKArxwtEK/cFJyPoSRTr7SwFm+ni5PvjmH8b05k0G+us2Dvj1Zib5EBbU+pTvuPaCsgT77YbW+YRKCvtAAnL4OPeW+za03vcQ29zx5z1e9b9xnPZxtCb5YYZ8+Qhohv9Ywm72tBP68FilXPuTU4zwva8Q8WNFVvBWFBT7fjZo9LTb8PY+48r1GRNu7XV5iPkVhp71cJ4C9/pZ5vF7AbD1MK6q9J4a+vhaObjwsXne8Nb0ZvrT5cz4oSWe+W4EYu1oJdz2Blq8+T6InPUBiOb5D6L49JBWavY8T7rvt90k9TcDSvck4oD2kigw937pBO4Y2Dj2kD7C8wQ1+PjHJwb5QPMS9tEGnPtubIb1zGuq8jae+PQTdZj1YwAk+b70hPm0uU74D1LY9PnYWvXR0tL8N+4O9t//YPA/Xhr6ywT89zNE/v8pJGj1asGS+SpflPnYTAzyUPM46NXUdvrYUkD1pHEA+Ix6xPcXNJD3/Cgm/o4fpvu4rvr5odD++Zv8Av/ZncL/TcBU/vGT9PT2VHb7avqW+512APni8vD5x7SE8EWilvIb3iT1jdci8+gvLPoIqUL6gjnW+2HuiuyJxkT5kYzQ+x7iGPlWgwDwObwA/uMzDvZqj873nDf6+5N0Vvla7HDwq4i2/",
        "zD5NPAvtTL4oLW6+djC7PoMhgT1FBuc+bHpivgvsCL7N2BO+O15fvf7jRz4MNX6+1ccNPhGDLT4PwSm+1SiUPgZ6STxeCsg9ZEIAvsrHAD1Sqb++CtoHvjOo8Dyiyd69nn06v4MXBr9udaY4alVKvmCtlb57+fC8Wa1WPgwHST09fN+9M+5svtWzszzcon++eXXNPSzcXD7CyrW+Nn7ZPsRuo74gmZu8RNF6PAlO5L7NpmE87YE9vtIXej7Rrk2+G1GBOyKnjb3zDZy9UvIcPjFEPb7WkNw9FXcnPpg8fD4wvRq+2Ae/PcsYkL6h3z48KsBqPoEl0T6t1fe9EiVgvVzLML6qEwS/Xu2zvb26N76CD4W+g4jmPq2/ELxOTCu9VvYCvsBxgj3JWyK+16Ohvm60sr4TwAa+/lmEPljjQb6DfnC+4fkQPqFleD490MQ9FmWXPluXCjxQVaq+lfJ3Pj9/Jr+MVdA+7Mu3vaKkiT2/VsA9/A/wPFTpdj4bKw69CszGO6MJ7z1lJrK+KfS7vez6Fr03Pts+OAu/PUbomb7VXDW/Qsofvvqvbz5bCdG8h6zZvT/bcjyZ/5m+gPs/PatQ2L6fBcA9o+90v+YgNL4MacA9ts0Tv3PI8Ty9hKw9nIQOPmOkML7blw6/Krwqvh8isL0XAds9rpynveW/B74ODZI+4AQhPXHcg76nRki+ejnqvakfhj6leYq+ndx0vltx8byvF4s9sy/3vqgN4b4k9AK/PkSGvgqsvj3RODE+7KhzvC+TrT2gAAK+GVMCvF3XmD67g2U+nNrgPXPjhz208uQ9XLtqvnQ4KT1RFTO+C+uYPvzIjT7rrfS9zDYfPXmrM74Bbu69lveJPuKUYz1I8L09ODW7vSS5NL5EOoi+nHaiPp2VgjxTSrU8n0TlvUX3Gb9puUM+zp3uPbICkr4hJXQ+Xq+XPW0lXbtenpU+RUuEPNnuxL3p3eM8cHrsPaDKLj6wkR++vKCEvp/yED5ggN89a1Bwvstfgb6/lQm/",
        "PmbcvQVHh77yE8O+SrT3PUwn0r1/sJm9PR1Cv4XwRz1kOD8+c/uuusnz5L3ib7a+OlQCv6bKnr54Yre93OW8Ptekmj7oKpG+24N6PvP4kb7khxk/odEtvg9qGL8Bdgc/ikEkvcpxFz5c5e6+AyhRPQXnRj0uol89aB0avgaUor50a/W+vtBQPsu/ub7kciK+7XQrPrcpfb6FDPm8dT89PhPhoL0YpQA80eXXPY5ojD28f7K+HZPvvDK5pj7Ld9A+gY/uvVsF3ztzxoS8fOpHvb0Jfrwe6ZW9UgARvTC46r1yO429zn4EvbV2Ab2vZKM9ZbAPvhja0j2qHkk9jwdHvv/6xr3s6H++R4RwPeTIFj2nsV69uP7EvDmKyTwjbaO+1KhYvkU7+DwN1sy8ZZdsvcxPNr6tQFo8rjIRPcRFX7414oy+PZg/Pe+co75WQxI+GkOLPsEHgD2FIoO+/6BbPnBP6b1XzEG+QdddPnYWmb4AWok9DMnlujb56b38R5A+vigivgypHD0Jw8+8f93JvRVDDL4VgJq+UaQhPYJC3D2bMSW97TM6vY5oxr6fqVC9axptPiXOzDxy0iw+v+aQPKgrFL2DYJ0+oluXPUXrjL1EVpc+QwYhvQOsej5QmjW+Oog3vfwYbL3ekMU9QFD9vaaFAb1y0dM7zz2DPnqeyjygjX+8VHNavgN/KLyXtBs9JgA3Pj4YFD4CxmK9KzIBPotD9j269dS9PsUIvUT/kryQwY89MFAZvgodAb1/5SU+KfdcvoD5p71Gzqm9ta0qvZnoCD14dgI/mInLPfxQi75aeYa9ATBhPgk83L5s5iW9AqYRvX7Jaz5R5ny8zENrPhLcLD0jsf09apWBvsirmL2RKpK94akcvsdvnr2GnV0+vtcKvmclBL5EDBu+uu4Lvpo+K75JP869iK4GvXv0rLwitQI9Er9mvePGJ75yui++0hqIPuycZzt07FS+A2WFvYznfz0CDFi9dfeyPaudpr599+g8Bk8Vvkl6fz2hgkA5",
        "tleLvN0PUTzPOIc9uugMPVKUDr2WDJW+NNALPlGe1j1cMww+1tHOvgpXs7u9E36+PIfxvV4Scr18xJs7+F3jvTzFQT1Shlu+MrETPlxDFj30Quq9JODtvQmutz0E1As8csM4vqm6kjwPsTK6YC4WPMkPNr1KYha+VolLvRk9nr2XBxq7p+EAPh8HmL6/nZk+YuwtPiEBeb3kxc69x1iZvcokiL2yeqO9nofQPYjP6j2koA4+5wcwPm0DA77uluw+fKuXPJr/njsJ+qK94AoZuumTtL3zVQ2+H6RlPq5j+TsuZzq92pG7vDPpH75/U5E9QeCvvjkRFb4try8+42K/vcrXFT0Bhaw9XHSnPfYWrDywTto8o2sRvpTAiL3UD6y9LUAUv249sL6ekmU+3wwbPoB5gb67eb2+eNW0PSCyWL5NSOm+iIDLvonSib4AGIA+ELK1Phh/WT5cndm+gDSjPfuxjL5/Jhm+q3WBvTs3PT6mNN684JISvTwobL4sIz4+H96mPQew+b0IDZo+jF83v30XD71HMCG+MAKTvhXwdj5sb5w9NwVYvt9fBb5EDUy+TCzIu93END7BHiW9Agegvdonf745rB8+YgbWvf8gYb7k9Ai+nz1JPrbwkLwnbtM+cuQGvtS/mL3r4MW9G3jXPQeEDz0QKtA9kZEpvqkTYb4R0ik7Z5yYPkTQWT63W7K+oPOOPtm1Jr04BKi+RPBLPjJTsr0Wr+c9MxaMvfRKEb1dUzk9Yg25vTt0Cj3W76W9nWVjvkmIID4TCHu+B5sTvW34j74wHiI+G0xxvoz3mr4gZTu/LLZyvLVU176UZE++FBclPRLVLT5BTSC/8xthPilINL9jKGy+3YSPvkQDCT373de9WdQQv5FFX70k6eY9YxC7vgtOAr7mAFC9nLYPPTWKtL4y2r+9c+s1vU57Xz6H1wO9Q3rGvmR8ublzbMm9fVyFvu8gKT9ft4c+RJewvULAUb3VKPe8E/otPjh4z74V47C+iuTBvGTaHb7YXVO+",
        "+FMPvl+nNT5ryde92BciPfLhbT6//0W+wGi7PW2arb7vOM69JZUEPQ3daT4Kq4u+uiCxPDbMsr13IBW9z4QZPo+nXD4Aq/q8XzggvoAeDz0TNzW+6S3dPtBMFT7DvR+8k82YvXlxhT6ob6m+w7tvPtcg0L5yLQw+GqCWvt8OF7tzBKE9VikoP7c++r0gygg+NmWHvDI6RT5HG4a+JPcJvUgVYDzN34q+sc6MvueLjz6pKZU8/J6Gvi/3wj1XCIS9guyyvlbEh77lG7q+wBMovuyEmDzXmRa+5w8bPtzCtTub64Q+5fVBvcjy076SYTC+91B4vCNTAj33P6K+kPOePRIe1b64nw6/2qESPVUfFb9i01g+oUb/PXGfGD4RIhG9Hln3vhFb/DyA1mm9QqVePqZGMT61Y5w+L+lCPO2rAD1+F4m9YDHjPh83n71g6ma9WIY6vTf4+Tye/xk+YlBmvv3HiT4k6EU7VCEyvxIWp75ilIM9hnSyvdrnjT3Z64S9kHFmvnzlcLzhOPy9Y/Y4PgmbWb6tlwM+SEcMO+1fEL6Cb52+O5mgvj8pLL5P59K+LudSPimVED92ziO/jSAlvo/M6L6FzdO9coflPV3DRj4n/m49g0bfvW0pmb6Iu1q94lfsvgKZMb41MpO+VHnIvY6X8r3f06q+8CwtvWhrKj4bb5Q+PBG8PX6iO70hoeO9zvVOPiWjFL48nH6+g62SPuxEn72nT3a+XYPBvSW/zjw8PFC+HNigPtWKFL/2PRC+MlacPIcEgj4MKiu+U8l2vhPV272H8Kk90cv3Pn6cgr2iNhU+D9lyvVKIeT6fjWI9aCFJvZQR4b49oU2+RMoGPTY2177uHG2+EYOHvpmYCb/5T4I9qrjaPR2VCD5P5nS+yDg7Pr842r4UrQC/bwIivkOJXb7lsSY+WbWZPr13P7625Be+tyHsvieyer5kIVS+DtyePriR/T7Un0m+JbjqvvKeQb5o14G9+O+zvTUgs7xRbrM9EJQyOAeZvT4t07k+",
