{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              16,
              16,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              16,
              16,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 12,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "LeakyReLU",
          "config": {
            "alpha": 0.0,
            "name": "leaky_re_lu_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "leaky_re_lu_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "filters": 16,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_2",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "leaky_re_lu_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "LeakyReLU",
          "config": {
            "alpha": 0.30000001192092896,
            "name": "leaky_re_lu_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "leaky_re_lu_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "leaky_re_lu_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "filters": 24,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_3",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_3"
        },
        {
          "class_name": "LeakyReLU",
          "config": {
            "alpha": 0.30000001192092896,
            "name": "leaky_re_lu_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "leaky_re_lu_3"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "leaky_re_lu_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_4",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_4"
        },
        {
          "class_name": "LeakyReLU",
          "config": {
            "alpha": 0.0,
            "name": "leaky_re_lu_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "leaky_re_lu_4"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1,
              1
            ],
            "name": "conv2d_5",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "leaky_re_lu_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_5"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "9795aa9a401875f61758984cd48151eee29018ec61db23ba25a89b05bdfb43b9",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      16,
      16,
      1
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            16,
            16,
            1
          ],
          "values": [
            "2hYivnhujr+O5YS+8GpEviQsNz7Aqiu/WjI5v97nID7HAy4/Z82xvxyW/T9QjgdAFoeqP8MR7j6Kans/CHGBvwrFlD7PW06/P0aOPgVaab59rhy+8r6eP7214r7TOsa++ShGv2ebwD4tWSS/Rm2LPjl/Yj+6WSA/g535vvpMuD8xA4Q/tXWRv1Jbnj/bsFe/Kb4lvskAcr+0/Z6/tLfBP4pmZz/kYTU/mLWhP9Rusb30JSI+6onWPxmaHD4HLxE/VqKavqPvjD6dtU6/MHvNPlwkbL9UbLG9FqvKP2YZz7qJcyA/qGH5P3qWAEDSoYk/fQswPQAWHb8fgfE/E9a+vRFAhL+4FUW/RmMkv6vkEj60y6o92it0vxueqj94PdW/HFrRPlST2L4sL5A/lzn7Pglbab+9u9C/7MimvhcBJD924bo/SrFHP+An0T9o1Y0/LENnvxXisL7PRdK+xwwDwCqvgz+zDN4+eOriPSS9pT+slLk/H+wov5XcBL3PZMq+J/7FPkRXqL4S6tc/OmM3vouvnL+Mmoi/bGflv+JySL82/I8/FF8IwOkOlz6Wsq4+IQgFP0I6Fz/kheC+4GVPPzlLIT9ieBc+CB3QPT3NSbzd/Lw+95mYv2H71T9wqYI/7B1SPzJJhj7fGWu+TomNP7kQTT9Pl4s/ffvQvcBcrT/+2NM/QvTcP2K3FUCll/E+ZF8tv5RKDj/gOFO/sU/Hv80maD9NFI2+KyBdPFbukz/k4pQ8GvbdPnwW8z4wsMA/b/yKvfje1L/vwJO/Nm7dP1siOL+pov696ioBv/pLmL/WYMK889GovyeZzD7QXko/60/0v6lslz5XN7I9PtoNP1cNTD+SrpY9jHASvjD6oz+jXMO9sxt0v0kss79nVUU+KMFCPAAUOD/YYNa+K4eQvyDR2b9ZNrk+HLxGvUIUEr/ehwC/KS4kPxhCWL5D8gW/ER/JvtEGKb+9IcA/NS54v+29mz4nrtY/eqiDPQxweD+6HKy+IJcbP+txg78r3Qe+",
            "uxoyv4x6AL9pFYw+wVnfPkGiez7Fz36+sa2NP3rPrj+AiME//ktPvcLpJ75GKx0/M4O5vbnmpD8X8tE/7jBFv8zLiL9z85A/Gv1sv6aSEr+Uoi4/AcpfP1tSRr60MYy/WFvUP4GE7T9Jg2I/b3oCwBvc2D7O+KS9HXlGvreTi7+WGN6+H7BzvnDBmj4AsEC//NQHQBfJ3D7AGG8/+cW0P5+xg79x1Ga/bpd9vvA5IL/hwV8+AZOZvyEshz5pDbE/WDiYv7Vph7+ONwQ/Z16vvguCCD+yS2c/doixPwyvBUCuUqy/p58XP77moT6f0yg/EN2kvcKHJb9EhF0/pFolPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            3
          ],
          "values": [
            "FpLrPo/fCj8CBA4/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d_1": {
      "bias": [
        "XNRFPMIWQD0X3SO+5eoAv4yWIj3fOiG9vjjlO9KcdL3Lh0S94CqZvgDRJD1Dp1++"
      ],
      "weights": [
        "4zDlPqKGfD4QMDC+2RvLvuSbiL7MPco9XGLfvpyuvD0M0bA+muVbPArxwj0hQZi+6b0avbB+wz7Eh1U+MQ/fvoRKnz6QdzG+RSe6PG0gFT426yg+sWMlPb+fZ75nlN8+R236PX/vKL+37Io9OVTePFbZjr4trw+/l0aPvJBnbbpxjcW+lqhdvHoYP72ZyPK8NLgMv7qN/r6y+uA9Hn7IPUC2yT5hEZ89IqA1vVFz3z73n2i9r5EnPMD5Yb4NE4U+VfXUvVR+o76rRJ2+z0uYPrc0Lz+YsIm+hEJaPmc5g77ZCwm/qV6uPiMXqT10bY4+II0Dvml+cDrxklY9mSO4PjOVrj7bwnM+2w5dvs7Xrr4k9Ra90X0Wv+2kej5DSbe7dkm0vpUQfz4kBuY9N0MWv0sSAT9J+1c+x1jZvOmJ3j1c4D2+GuMoPr+j1b3xyZQ8G+xgPhbPmD5wgz+9z4aSvg2vjz7+tLU+PAVnvh16vb13ns0+4mfVvjk3tb1Nooy+C//vPYKAlD4f2qU+ihzYPtt+kb0+HlA+dgzXvJZ5GL+oBia+3vGQPYARr76OrV29"
      ]
    },
    "conv2d_2": {
      "bias": [
        "ff1+PcuWXb12liy9ZPhHvQRKL76ME7s8hYYSveGt3r2/jM27JGUCPDK5lj2HSSK9V70ovdCZdD1tD6Q7Rd9QPQ=="
      ],
      "weights": [
        "GIpTvDVDjD0kz5e+Gp4JPhzix75aSz8+juNYvuMbx76p8j4/il6KPX7MUb5rMni+HiqGPthtxr0o362+ND+RviLZ3r3Txa0+Sj3Ivtlu0z2T+pw+EoMIPnWcQL6SKWG7hAMxPjcdnz4K1Te/U18ePhLR1b31LlE8vdiyOzfZ9r3Tp9g99dTpPfWXkj5KSoe+UyjcvpLOtr5/sAQ+duAYPsFH/b4Jtze+paOmviWEr74qqQg+TcvnvTj4e74D8Mo9/2pAvaCXTz58McG7onjdve9vjTwRdiq/lkiPPUDFHz1hXtc8PJWvPbCFYr6oEBW+zYICPVK/oT7XCjO9eNbCPpxGnT5VuBy9bhJhPvFsJz7TF2O+J+9QviJKBr42oH6+qcEPv0effr9Qqww+j4tUPT169z6g7zG9N2QDv3a/+r2IRJC/i0oUPNbnoD6BXo49skoOv6krKr+vtx8+2jfOvuOijL5pvoO+u8gzv5JGV78ykHK+kLb3PAhzAz4sGxk/qvVMvhPF2D4UWES+fTqoPkcHLb8eRYE9isfTPknBvb0Y/D89rcyOvkr29b3FGJS+PwXavQr0jD5xSBQ9QUlavv5Nmb3SegU+saThvS9pkD6sZ949RQAlvigdqb5hV3s+nnPFvUHs4D7g6c08Dl6LvgTQTr3c1X0+iP2BvEHD3rufPQO+eHT8vR8wQ75xYLw+8GfaPVJrvT6WUA++FWvBvW31Ir65D4u9OV8HPlMPQz0Cbgy9CGkMPsc8njww0WU+oAIlPusIx75UHqe9OjMxPUoVaL2Iiio+AiY4v7av6T49ktW+jJp/vs8srj41XpU86JGJPj5Tsr6y1jm+1tq3vi20zL4tgho9SXcpvOdhqz6sMjm+9g8Zv0hZbb0VKQ69pxa2Pgn6M77DR2+9QmFFvSVfV75jPp08TwOqPogbjjyOnxy+iXvlvvyJzr7gdka8iQAnvNHInzhPqC89KbgbPzAXUj5VQxS+izSVPv8ndz4pdb++GOWtPURhk75Ath69",
        "F3GYvlT7wL2pDHY+D1avPoYU4z66ehu8/veRvguGgT54IGW/h3HbPoWrsDt2Z5a9/R5FPQOmLb8SHqU+9OJCPm9/UD2KEZI+FQSWPiIyDj7op4u+UCrQPRoILD4IuA8+wDJNvgwGir41z1O+SnUFv7ZQDDu4egC/Y0aTvoxedL7bRYa/LPFAvYnSk79rFPU9LrJPPgj1rb0xx4C+d9cOv+8/Nr9pnnQ/aW5GvmxewT1pKBa/j+DxPXyMyb6qXMw9FH15O37zgT4NTOg+mz28vmoL9r7evZ0+bnmKPgPbqD4RLRW+/SXGO7mx1r6sdPq+yIYwvv45Eb+ADxW9MJEHPzoQJ79YFCq/8eK+vpdejr33QD6/vXNvvsBUAr/QTdg8/Mt6PSMVbj6o3Cc9yaRjPk3Fez4Y+lk+AgqdvijwFDzxh6M9Kkd0PijioT5Mfnc+FVWGPvWQPj7nRES+neEZvt+Aab4MqYY77Kokv3eduD5WUkM9IoJgvv/lnz2pKK++VM7mvqzIur0Z9cW99Vk8P+Suyr2xjYC9PUyWvtS7pTzawQY/eqqfvPEadD5nH0c+rn+bvYCFRb1C7Am/RQOePn7Fwz4CUoy+6uyuPZW4bD39Y9k+NLArPsxHKT4b0Js+WeJRPh9y970hy7a+L7wXvwFvur24Aca+t+2rvjp6V77oajE9fPytvlCMMD5t8D6/kUIGPtHQ5L4c0c2+wF0tP53G2L7I0kc9HBexvtxsZr5Htpq+p+JmvtMjXz5eqQU/rc7mPv8k4T44hxS+Rojyva8Djz6/dno+UqchOgaLgb5w9bW86jl4vjc177spCXq+o4oSOrB31LukcSM+/kkuPiFawz6Vx4k8cuv9u70JAL1nUnQ7Y3BaPWwtyD7qsGg+fcfFPgttmT0tkiC9N4GXPksQkj6k8qW9k+emPdqtA7+9Te+8Yn2oPV8LJjxsYa8+Kw+Nvst8TL5FnNI6wTh5vh0Niz5Kooa+Imvovm14vD7s8jE9rObgPiB8h70JJhq/",
        "xA1zvqVc4rz4W6E+8LCwvVbwh7634KK+MLsAvtXr+ryc7nI+W0XZvTw/1L3sfga9PNo7v/47Pz1qOJM+y8LTvomBZD4balW+7ID+PVpxLr/G9pK+VfGlPcRKiT2fzVq/rj8Uv7QZuDzHoYu+m2CDvvn3Hr4d49692pVlPm/82D1Gvri+yS76PChvu72SS+K+TRaEPSxT4DwP0Kk9SSAnvVUsZL67kmS+YLybPmjQGb4xWNu+lBmsvmKHur5LS909H77dPTaEEr5Fh+U9FHZTvji1pj4hg+8+SmAUPh6eCz53jqe+u1OhPMRZlj7o56g+nzoAPh4XCj7voye+oY6fvl5fGz4oN5Q9Lgd3PWQtkT0rOAc+iAgsPp8u2D2vyLG+qc9YPkGQyj5wxmU94J5hPpGQlD3Cn60+2IM5PnP8OD0ANM47aTQLPmcXnr5eZ0O/aGfevY8ZQD05dFg+uEaYPi+/BL5qw6E+lZ2zvXiPm720Fly+HhU/Pjbpfj5Uk2c8TpidvEzuRD77Z5K+vW4LvwHjpr74CnG+gKoXvfqnPL4RWso9ajqmPoNDAr2sbIg+IH8BP4WELj4jTxS9U2KZPHZ4tr7MOO69wKS/O5JaPj2Kht0+DTA8PgiGUD4h5LO+YXcQvTvmuL67hgc/d0BqPxHRiz1ppD2+dQ+VPULWlT4LPIk+Ig87vrspdD7/gIY8tmX+vb5fQL4dKSK+scRnvhyXHDuEZNc8OwAuvtsauDxQ6pk+CRrGvRjW+73RLps+3BIqvcgNUz4m75s+3aWGvUJ0Br6Ex6K+QpAOPiHC273BnHo+XVFGPaGwDDw8kAU+Ryqgvn2psz4i7CS8ENsLv4hamT4pXjg+EpSsPf/Tkr5fEqq+FM3YPqzSIb4xuSS+avLUvsbkUz5n/oY+eoMfv0iGZ75B++49j16SPsjhBT4rI3a9jyHQPfiVE71Th3c8o6T5vRcMsb3Rx+U9OLD0PdzIK79jjYw+0LP1O9m6rT0gNwa/z7RTvshPC788laO+",
        "Xul6v3zumT5EBMK90rn9PSfijz4MPNG+TgskPqoTt77jqrK8kVqNvc7Lib48oFw+Sry2PZxGBL+N4au+J/qZviD3n77xC9a9dYNgPjsnlL5N5Gu+7UqTvrMXzb6w63M+YmeXPsEy3jwPOVu9A2rLPhgJ3jubS0c9AKYwPq54UT7gb1e+6NC9vncl2L5gnwo8a0vxvY48/b1bq/k97ZXaPgSZv76AIui9BpAWvqFjdb8Ve+g+XdOePNWeCL9Sdp8+rT00Pb1qob57NOg9JYHpPp3jXzpTe88+RrEEv+sm1zzTdS8/FGvFvv404D0pWIE+a8jMPiQEhj5AzYY+ML2pvlSFH75sgsC9SV+Fvh9Y2D5RVtm8cDi6vgrxDj6hRKQ+A8DcOLby6j7kvjE/0I+rvk6we74GOIq9OO49Pkfthr7LLgY9Bjaavjp9l74NXL69wRWUvkCRq7581PA+K268Pm4N+b0di2A+iFjMPK9cCj/7V0o91SRnPv2so77opKK9yY+NPZWwW79xOB4+4eUevEE91r2idbG7OIvuPaQJf75uef0+x3nzvs7SRT6Eqmg+P4SYPi8pKzv1Uq8+eEEXv4mtRz7vmQe/bzaLvjNLBb/n/ba+nqjDPtxfWTz4P20+WtRmvunqpD6Bhps+bScrP7TxEr7koB6/uoRyPgh+g75drjk+sT2Dvce2t7515Bu/ZZXxvjLfwb7WAi49QlYOP5YWIb5X2NM+AzPnu5D7ZL2gMbY+xv3qPAzIYb0xYh2+UaR6PoTTDj4UsM69wBwjv8YFAT2pEEM+2AjOvt/m+L3iyR+9s5bcvcFm3D2z0w0/fVGEPOiTvz4xwhA+GbuJvsJyPj1PX0G/p7kzPrGkLb5WX6a+klAwPrXZM73fMQK/9qDIvZ1QAD7lX6k+u/6OPr+2WD0+4cY+bbi2Pv0sgr1/slO9NLK9PibYJ7zZJLe+iMGDvg8bEz7dGk++GLaEPX1PCb3/NF4+npSvvi/XYj5f9Zo9Z8LfvlEV4z7UGJO+",
        "hIV/vtITIr/fynI+Q45NPhhlg74KMdc9xsWxPiL5yr0+OWG+mVJ8vqtrlL14TAk+7Kcyu3lmHj7W+yW+r5UrPrv4hj6XJ/68bOL4vXJF9D3KrZ+9/+CHPT/XUj1D4oo+qn0rv66DJL0EaTQ9hjgAPraTBz6b2dy942zJvb8v6L5fOZI95wATv/y+ej30EqW9yv/8PvpoTz2qBKa++1cIPaHdJL5aDD++JkYwvDydvD1aAge+lp+vPQRovL5KZ5y9g8++Pd6urT6JNue+5VNlvrI3obxpdSS9EWjHPYznZr6bpLE+m7NMPl8ODT6LpJo8JKepPOSwl71xKm2+bIZFPuGuZ76ZYiM+APjBPgEPQz5zmwC9vKaaPbym1L7Khms+rpIZP3ldfD7JMKS++3EsvaeZoz4UGFW90fTsvY4f2r00oIw9JTi1PdzMuT1BS/49C46RvABH673XfWO+jWgOv910Tz7Jlay+ycN9vc7LMb8JAS8+smolvrrejT4t4CO7gWfJPfnehL20hAU+pnCsPSzYoT49aJC9vJ3bvJGVeb7T7q+9D8gnvvTQrz7JZyw/k8elvZjmV724iwK+9U0Kvh5OGj51bBS/vL9Rvo1B3L6k2Z4+sWUSPkIUsj76AQO/A1a5vcP/B71XnaY+hPHJvcy6WL7S9T++EmGvPMFVA7+T3Gw8HDm/PSpwiL58SsO+8c9NvTFUY72BWEA+bZQ/vhUwUz4FS7++Z2Lmvgf8Eb7Rrmq+ucELPSzMjj6FTP2+v4Uhv4qL2L0i1RC+q4ALu9G2Gb0oi9G+IUs5voYK7L7lMXe+AfbAPdRJTr4CRQg+SZ7hvT8tej1oSV0+gSEJPrqeqb5gCOI8GKeuvWDYeT7//x+9T2uzvc+OBr+1BaE9g03JvG+0DT0/a2G+0DPDvDFgBj41ojS93C2CviZmKL+uv3y+oI0iPau9DT7usaM+IAXFPhMLmT0intS+Q/prPtMZ1b6p8oK9FBPlvMGX5byrD5S9L2oiPhHUx74XMKM+",
        "fPVYPmDMhb6ux0O+0lmDPi/DGr9lwJy+wyfvPfny8z637Ky+1UIGvrfgoj5fp4U76VRhPVMJcb6c2US+zNp3PTqEtr4uR40+AbwnPjPAvT7R9Ic9SNnqvQ48gD0Aapw89C6dPi106rz8g3e9qOQJPlnmOL+QV+E+ocqTPWxg1TyDRsW++DBgvNDonL5GUwU98lqgvojFwD1VEua9RhqwPQW1gL13L1S9AwvVvikjqr6AOj+/v7ajPcr3P73GCl89zJeqvaF/074+1aO+aMMSP6HkpD0bo8O+p8mavmIqp75u8b89LTwHPvHSQj55+ZM+Ue7PPkgwNL4QbU++7fxSvgYPBLubkGa+RlZVPcASUj4FTOO9iq6uvPGohD6ASFK+9Kh5PrJkrD6ZFxK+41CBvEndyT0T3ly+7wDCvVlB1r0f+TG+jJ6GPop3B79FCB2+lZ8PvwzK6z3q55o+eRoKP/oY7j7pRwi//1yNPv11yr6S74w9UIr0vj22JD42UiC+C+tkvvioTj6mWhy+SEnJvoyEpD7lQA2+wk7QvVQnDr9xs0q+tWzwPXlrHj6D+kq/XxeevvSvgD4zqoo+Hd0/vciBKb6yPTa+d9wMvb3iNb6XxWc+A441PQ3NO77LDls9dEGFPi2SDz2axoW+SM71PbWqcb48KZK+TaXnvkHQV771PQ49IP4cPcYCgD4sXfQ8KxWNPXDDuztEcJ2+ocZuvn4oar7qz5K+F4fTvT2jKb583o697rprvpgkDT3t7O47w483Po8k5z2SCzy/6+3svq/zID6/VwW/WUx7vsggxrsrmKA+8N8JvzRD0D25u4C+clCAPmseGr7HCSS+hl3QPiOvLz7tocw9fF3IvrzThz5dpHA9nPGVvg4tMD5uo7u9e3ccPha3Rj6V9iu9by2HvdL3rL0ZDUW+yLW5vX69qz0SAE6+xiljviTTJT37/SE+YMBGvuiKzb11wGO8TvkSv19xJb6y1jC+HeTJvmUcaT05I9M+dOipvpkXhj1Or6O+",
        "rKMGv87c9b4CxRq+qiaKPelFhj434RS+YZQ+vh24rL5zNtu+ast2PTSMrD1rSIq+HI1KvJ1MFr53THk+BpUWvn9qfL5ob60+5RMqvRBsLL5rWDi+iWq8vYP1wryc4F8+J/ADv0WOLb5Poxe/d6lhPbLlGb4x0au88H/xvtja6L1l0RY9K0JnPR/f4b42BlO+sT9KvowNpb3Xty4/Y3NAP1V41L7roV47fZQDPsd7s7s7rBo+z2ytPdpQ877/9CE+6HTUvceUaL4QQgE/07geP7U8mj4AD4A9BMmlPlP/zT3T77g8bz0xPt/H3j5/frw+bpZQPi3Jrb6XPjO+sC73vbY1wz7lYRO+kYSnvKnEkb4jA2w+WnvyPhEhxz3Bp8Y9veiePVURvDx8zbs+JH/lPqCSxb5ZYdC+T0eGOxxLpz0FKXQ+U9DKvr9TC789TBG/gWWWPTKyE74+6RE+lbSvPlF+Yz7LqK29pAo4Ps1UmT4T3KG+KzUevnV797uutSW/F10pv1eQCD42H6m9+7hUvpvUvz6QrZK+nfY7Phc9rr6H3NC+KS4jPriZKLySKC+/PIbLvcEbnT7mEtW+lRgKvzvfcL+Qr5a+K9d+vs8gir7Uj6W+ID1nvg+10L4cQXe+0JBsORe27j16Vx8+L1EVvniC+L5KvS+/todCvja5Gr5qv5W+clO0PUOxML44E1O9/c7FPfpPYrtGCxu+SaI6vgujlD6MOB++lDVpPXDzOL3aW9C+EtcMPhL0Lr7PLvo98CjSvrPFQLybsgc+iATRPR/MSL1gcA09QcbAvWCHzb76m5O9E1HnvkuqVr4hmio+2lJhPpqvk7406vK+K4wXvqRVfj5U/EA9G2ydPTvXnT0vZOi9gAhHvoRlWb2ohgC+ZzFQvY0l5z23/wy/D/Vfvin5ZT3NsG0+gaA2vgZber1aouS+GE2evlByRb2y/9+9pasJvnlsLjwLIIo+0LtRPibgcz7JX7M8iCYfPswgEL4RLxs+XF4fP4bEij5FOt0+",
        "A+Xcvaobj75N8R8/LJ54Pmaxor5KIoI+9z6mvkgasL3JO8a+SHuRvWjSTT4/xu09hhiGPZGOdD6JKZe94shIPTDcUbzdpAa/kQQOvkrqnb3jnY29SsjRvtNKXD6U8rA+OY6TPBVKKT2EuBM91VcUPhPqoj7fQa67skH7PSo5tb2Hf+E+duS6vQb9IjxSpK2+0vJ7v/kZ0z1lZBy9KQWZPH1xHz4mmA2+r29WPuFd3z6cWm2+//OOPoB0Rb7WT/O+pcIxv/Odyr5KYua+hENDvt4DWz2KlF669bY0Pn1aFj9g2g6+3hBDvn633T34cfG9QRBhPrJUlT7sVbM9H2W0vrd/lr1fsQi/Wuluvkc8CT3XP+O73MAKv0oRrb07Cdo8o+rOu1RGhD6zrpY9CIoDPmec0L2fLBG+ZSNXPiqUnT4VBcm9Lma3vQt26bw/uOW9v3v/vpOGp74YWJ0+O2DpPS05E7867o++t5rQvuReR74g4Vi+zZzRvlXKyL1eaA49tnazPWtoej3c34G+VXmbvpcfrz2k4c2+zn7YPa3pmbuF24U7EksNvVyXI74AcIe+Y4dnvtl13j7rj7a+wn5tPp/p4D4YMdc469oFviA3VrxTOKS90EVlvhFP5D0hMiw+OrnavfbcLb9By7G8EqyjPfuTOr9/Uiq/XA7CPlUN1r5z9gA+gSQdvrbpY7+8A+I8FAouPBknkLrFBza/ws7UvniI4D1ue6m9WMbEvb99tzx5joy9zV2pvXVDCD6HSLi+V4UTvy1Lr7wPm/W9qqbdPns9vD3t/x++/VHiPesKW74cEYi+oL/Wvsdjwb1OAxQ+SqOCPgEWTb8ciRy/ny14PqMw3r5XL9G+jhLZPuHTgb5i4669b8aSPtjSzb5YNPA9u0LivZYMML5/e5W+zWZrvtpOT74YsP88GV0pPUG8kb6+0sM9voTgPNcYQr7OAIW9kySFPtszoD7v2n0+Ia8+P6Zpy71tREu/IYRzPmtx4b5UlLA9WQTwvkSJEL9XqC++",
        "Db2CvyDPyL2kNQA/ORnOPszAAj5REye+AGbSPknUBL2033a/0tngvXpSCL0CHiy9G8c7viT61r6cCbe+S6YJv1Xudj4Du6I+RMQpvw8Ox77LoKo9i7KIPtU5jT4hikU+ObkVP9mTyj4O+HE+nLTSvcFYfr4IHvM9aVtZvgrGyr1onIC9bRgbvdk1X76UoZi9qmJsvqkdR73dmCA+u438PTNFYj4nXwk+EJSPPit8h77I/Ui/PcSgva5u173+wO09Zb00vkcPlz0vkbo98g4qvUmBX7vibd+8djaSPnMnBr/jNKy81U4hPYYSBz0SJkW9dvqfPVtrn779CaG9CS5VvlrH1T6MxrU+46cxvy2akj3fYk47og53PU/E2j4WAtO8xMmhOjgsZL2RqI++X76TvdTyy75dzKy+rqmyvl/z3jyui8k+kmbwPfHw177enfW7qfoqvmJLvDsKCgk+HS4Cv/+2Xb53BTC+zAihvgyhHb71CJ09i+AKvkqhNL5JvYQ+pvWzvuwJo74Cuxi/RIAdvlbl3r4irZQ9hLcCv0Fhob7DRBw/htQAv1SzV78f/OM9U56VPkgVIr6gNK89lB6+vvHvWT6TesE+xwwNvV8sBr7z46W+q6syvrgl7D3uteU+G7M8PT0A2T76LU0+h6ogPQ4MRL9T9Pm9JdCyPWO/gr4JVr4+eecjvcY2A7/bF8a9vrSsvh1lUb72mXs+fmdHP3BHib6ByBY+tNJKvgdOjzvHTPk+wX8PPrZu0r0xjwc9/jJLvY9UF7+ix6o9YU0NvWBNRj4oxnO+VVXjPeWigz0G29E+vwvavVTZxj4wtfc+xtznO6g/kj5ULYS+lmxUvbwKmb7X+jA9CHTdPhmWwL6OAD6+FPoSvufoi76YyDC/uU38vbARBz7TlJU+/hoWP8ty/b7Ovf09LFudPCUYn74L6Xc+R8f0PDBB5r5bI6S+1q9svnel2L6D1ey+BUEPveFMDT58jqs+gwdgPtL2hbs7Y0G9YiuNPZnR1z1hT/m+"
      ]
    },
    "conv2d_3": {
      "bias": [
        "/N2Lvq7AKr7BKe69UqouvojewL1WaRa+3vkIvriLrr0msjq+zvSivo6eZ74BkCa+VesHva3mn74vIba9WPOpvhOyKb73dx2+5QQsvkMNzL0FJMe9rKEnvZ4Jqr4Ey2K+"
      ],
      "weights": [
        "cbzgPr9vjj1bwMk9Kma8vmcpS731qXW9DQZoPsXdPb7MI6m+NfTmvYLaTT2pNb49nFBTPkXfKr9G1WY+ye8mvlfrQz1Pfc89u6SPvVFHTT5c3X09EYILPpq2IL4JcYo+wOl0vuxpaj2d1b09ylRYPqD6mT5yakW+/Atlvq0Z976aM42+uG9uvg69cr7eSZE+4JddvHNE574X6km+LdaGPayCCj851bU95W6IvSAjGj9ljh4+P/16vs+xXj0H1Vg+FrcCPgkClTxOmYo8a7nAvp4ptr4Ed0q+aawtPp3Du75T7hO/tkoUv6bEQL4iwSo91r5Rvj6Xgb7XpsY+lwaXvV9apb0jW3S+/ZsoPlDOcT5ov7S+qh8Lvzqm5z3R4vS92zqRvkLYfj45VNS8YJAZPv38+LsF79w+CZ8rPhNIbT5M4Di+Bm/UvqVder1lyJE+0Keevp2Kl77FF6W+MCsqvckJHj2e0BS9PJT4vrI9Tr52TUi/TanVvYbpH78KVYe8hbKLvseWR77K3Q493bwCvyuJn7vJwi8+9e5LvuHGmr3ejEi+FEPVvu6yg77assM9WKH1PVLHfjwip1s+AZDRvgz+6b616fK+UBuHvtjc7L7GUeY9Zw2WPp7mYD2Z0I0+PPr7PZcrh75+qtA+qNEpvQtFK77CK5Y+B2RpvA82sb7RQWg/Wwu7vtgpbL6zMCI9wbMOvwNiOD2Jayq9zlD2vfgtNb6N1tm+iLdaPX38ML+aZEI9uKbSPewP8L5xzxO+PzwOvph9UD6+UZy+rEQGv2IIJr+ab4M9U3/NPCeUSL6WWqs9gVXiPF+COj6Ov+c+qVA0vqEhKj5dPae87VdIPXP/uj3qToK+e1ruvnByzL7rH509Bw3qvYw2sz4nBq++hfSRvV2pq7137Iq96jCKPlpCBr0c4mS9i/A+vsjpqTsrHze9x/ecPqGZrb35oiS8y2aVPtzMljw3JQ0/330MvnnGoT3uLWg+xSlYvjdszb6sJ+o9llNCPjcQdD6oAs8+",
        "hrDlvjXmgL0Oc6M+lwEAvn5/Lb8OAxk+BRS1vr48xz2J7o8+IbtaPV6E973UfZA9QXapvjZr/z1mIRW/TFtwvcukCb+FV5M+XkDFvNj1cLybcHC+wAKlPcCUqL4VZ40+VU1DPiy0pr6/teS+uoDTPRkDwL2Pn26+ZQDOvhfG97vlrZ89ceOLPpUVXj3alL8+vUKFvtw3jj0JtGq+XYhgPlpgPj6RqI++M8jYvtXKx75pWAc+vwmuPk61jj6iT4U+sYZpvpVTf76yuII++1bCPng3Wr5jfIy9q1vnvgmehD177Iw+/fuCPkfUAD41TMA93wSfvcX84z2IkJW+nm/vPVFT+70EOTQ+L+61Piso0z75Xny+PdQQPp4ctL5g6eg8lWnOPuhq6LxYpoI+WgRhvI5BSb5W61g+by3EvrFv375eA1i+oQJVPE9bpDwMTyS9xbqkvpSUNj6kFGY95GCAPtiYA76iEYu+qAXevQQeeb4JIo29+GqrPqdPoj5Yl1y9S3KavqwD2b5SFzS+1vGbvboiPr+OSSM/gP5rvbl+Zr7wd/u8ruMAvoEgnLznv808mFKfvA9xBT/GHn++p9Odvv5CRj4TaqA+fjYSP7rjfb4XrZo9afQcvocSWj3wHQe7mz1EvtCj0r7kIxK+dbQWP02of741ySW/m5WYPupR+zuQswu+mwNdvREVjzzBTwG+SoIivjslxj6OysK9pXUXvmmOxr6ZdXU+Fo+xPIXyfb5du0i+C8hqPrmV2T5sK/i935oBvspThb4DMEE+LJjvvBFCWr4N0Ys9ENFCvgDaib40id4+ShvvvjP/M7/M+KY+Ypj4vYnjyD3Xhdi+rdJgvoma8z1aTYW9d67Kvrw8Rj4sAwu+SKoNv3cSpL6xQQ6+GKcEvj1oDD6LFgy93+PCvqYEEj8Gsb094WBJvjDVP77WHPy9LRQRvuuHXj8AnvQ+sO81Pu9aCL/Bz7k+HL8wPrXILj2VMpM9LNyBPfkV3Ly566a98dvoPlKr7z5EKhU/",
        "0rPPPUvvkj2ifME8J5qtvL5TB7/IAZY9sFqrvqspO76wLP88KCpsvqDqN77hHVk+FGk6PrLgcz6ZCZi82g8evqQ6Br6ShVk+3tarvsSkxr2TvZk+0gVZvkrm2j36/EK+c83HPIZuPj4gl50+jAi0PBjhQT7mdEs/uWqyPrhFID33AXu9XX9cv7CHeb6jiqk9sc+ZvuUufb4dCwe+CQz0PYfW77x2e5s9gcPmPaKX1b3M9Hs+KWH3PtDkozuf8LK7U8+NO6erF7+08ye93iMDPrxbh748sqE+HnucvVNKVD7miLc+9cNXvofKjr4Q+JU+LFMDv2kGDb7P54W/1wqAPniuyz0n/Uw9N1OcvRjinz2thQa+tJLaPbIgWj1jij8+ghJXvqzdlb0+eNU9g2BkPmC2UrtktQ6/6VOMPDaC9j7mn84+7bFoPieeHT1c1Yy+s2epvtugSb4FtfI9JUaDv8E+Ob+RiMk+7pWevgb1Gr46jic+anlUv0maOr8NIww9ajWOviRdPz7c9Tc+nb28PXIIGr8bkii+GUQ3PWp8cj36w0w+xPCiu4coXT6o9+A9ePW5vWcQmr5UBWa+rC39uf9RrT79jLm+4VEavkkgWj31tOm+EBYzvuq1u72/BqS+cWAAvpEydz1LT8y+GnM7vUyTUL0i0IG+jZyUvugiLz5PLE6+YrPdvhokyr5peiG9y1Amv61C97xpOLy+IX2qvmA8DD5OKIE+OU6BvjYICr37YMG+RR7APU0rUr6kDgS9+K/wPgGznr7acRU+CTqIvnat+L6O7ZO+NoIDP234Tb/y9XA8GSWivjIHab77Pw49ZiuqvR+kkr4eqpe+Y+PlO1LzKj6QYqo+0Y8CPvOaDz5Nz1m+9N07vtAhAT4wKBQ8iIDpvldd5j26lZ6973YUPoAHo7597XU/fMaBPlYXtD7ZxIU8YhazPaopj73FD0E9G2pPvup4ZT8fOIY+muGcPu0IYz4FEkK+NZ4xPTuyyr4DATs+BvEavlzcFD53oBI+",
        "fPAuvMcvoT5gWjc/ql6tvBNZir7fK9s+RdTmvl1Rlr4egpg+TtZRvjSUur5+v5W9y49qPcuLCj7STUI+Bg0BPt/0ubrY+ds9GVcePjZh/z6E+Ik+fA46Pb+fJb4QTJ8+4DOVPqIGuj2xrbk9rVtSP8d6eT0nGYi+kJkqPvEirj26bx4+4Z9ePYXQH75MmAM+EBdRPpVc1b3BJJ8+2QvLvTRaAb6K8as9CVMXvodzjj4oxA8+Z6W9vq/P3z4Hi0W+iHKKviCBFj5oJcM+PiH8vZf8Lr+Rmxg+BWbCvpknQb2HRbU+rSIZPT9QFD4dbpG+1Wvsvtxopr06ic6+Wdd9vkcNmj7Gx7q+DKPGPpvx2T4MU0a8pY2PvQxwPz5j4eC9+o3zPkoxer7M9IY8NtLqPZifHj4DJKc9cqz9Pc6hAj2DQv8+gNfJPjqFqT35f+89ahisPmeKGb7KrCS9I8wOv1mVnTvhAVw+Fbo4PumaXLyOAoo+hpixPPLMVD7Eb9E+wNWqvczfi7/Bif0+4DoSv0kJWr81t8m9FPoWvsQCTT1giji+y1GkPaO2H75ZSFm/oD8EvljzqT6yoFa/XdXoPqR8BL/aVmG/6ck+Pp0B3r0FxNO9R1v2vb8InL4nrJ2/YI2kvLFPlr5LIKG+r6Bivr5pWL5fBQK9DcQAvyW9/L2ZPEq+QvKrvklDWT5xm1G+7rIev4YnI78H3xi/pyQmvx4Rrr6hCTG+r+/jPERcfz6mEB6+UYFKPc654j4cvDO+dSD3vZE0sD5VcCO9mThnPlEOxruraoS+yeojvFRQmD1iA5k+TmKZPhNbxb4gPYE+VmCrPpYHpb517h++pGRROoafmL0Ocyy9VyeaPpCSxb1qkVo7gUJxPsAlU75DgbI9KwMKPu4NgL4NAnU877yvu7cUoz7bgdu+xgIlPg6NMT6OGic+Ewo/PTXyVL5cX+69gn6JvbZtND5Fie28GYOPvpzqSL0sc6g+AiOSPhHG6TuiJXg9KH/Avscp8DyyNn6+",
        "il0HvmgSpj2WHSk+2US8PTbHoj2pB6M9wXYIvnn8Hj7vLN88PM4MPk9r9D03Fqg9i+kCvmDBHb7m108+3DKsvnJwEz6jyEA+eAoLvivnIz7zePY8M7+FPYGqbD3fQjW8TbOLPgcolz1JDAM+g6B3Pvxdqz6DUpq+H1+VPvQcOL5BdZK+kB/qPSEGTb77iBS+J6UWvtjFTL5D9uM9+bQQPiWjJL2PgVY9nYaFPpM8/D2S0LQ94lybvi9avz3aRuC+pK7ZPY64gT7YF6g+MTpBPYtyVr1iPzE+vWKQvNieQr5mFlI9l9divlSO073rwrw+2Hv/vUi7Kr3r/T++WXAtPv5GML0i7jA+sc6nPSBWhD5yTwg+CMUbPjbBlz1/6dM9oaZ1PisyKb5RvhI9Rv+8Pnwf/D1qu8s9JRRCvn3igD7OsRS+LVh+PuxILD45Q9E92Ao7PsH6XT4QVxi9WMOZvWSBCTz/XSe+8XxxvtWpPr2+Wxe+Gdu1vKGtE75bWjE+scc9Puaxvzy6qhK8uo2Dvc+cij7m+3C8wzLVO4IFCr3iKCS+O4givCV5DL4hfWg+qJkZPkoZCL5GPLc+ZrkePbcfbD7WjOG9w3MKv8YhZzt3vx280144vkP9KT6UMCQ9joLPvp511j0pZbe99dMivvkvqT34Jai+HXycPW98MT6VdH0+RN4mPvKvfD4PzXI+WFOBvXM4CL46yty+EWnEPsr0vb4VwAu9pZblPv+I177w9Zm8kdQ9vs7VZb7W2wY+KPOjve8oDb0P+4K9WOwvvjr10r7hAKY+5yNFP3ocwr0qMWG+xHQgvy0mj70iIhI/WPqyvuTBLD1tN3o+riW0PhKeQT4gT6M8EKnuvWct2T2Qtke+HSlkPm4g/T3Riv692VzUvQN/CL71Rpq9G8M9Pr+Ezr1K5Iu7Vu2wPaqmML65WQi+YZopvg0pKL7jRnG+ZK9RvpW+lr3XGbY+DGOUPbxZCL9+m+M+jtYbPsiq+j1T3EY+RxWwPsU+k751DUQ+",
        "MRSTvvsPJr6qdm69xtquvWTTIr5K+pC+A0AnvXWnn72RTGA+/QhMvbgf/z2nqKG+iAssvkyCa75KqpC4OkjEvcvVoz2t516+LVt8PZH9uj0frvy+/vGCvZZJ4z3LjYg7uAUhvNNDoD3tRte+VhhaPvWX2rzhyVM+Gf7yPvWtZj5SkQk+9UHgvb5Vnj0Lj1y+1qYCvtJSGb1Dp4E+j2yFvTb3pL1QGrq+1K77vlVtXD4AarG9S2+NPuEcNT0egMw+2mBBPS6l2b5/fMs+duMAPnqIIz6jcUy9WnGCvlG/zD6+dAi+NSfuPtPoD7+khw0/U+SRPh0bS72o7P4+DtEBvmntg77ZHO69iO2NvvPVPr4dJYs938LfvuZ7Ab+A3V6+d02HviFozj4mJdm9HQwEPo0Bh75yQWu9pfoivUUYxL3Rfv49rohPviE2eb1Muom+st2mPplh7D7vdkc9J1KmvuWdnb4201+9PiwJPo3dJL+XMAC+yudqPVw+U7xw2vW+n3FWvhhUyD3WBQQ/zqGiPpu4xDv76JA7aGgLvsq8xT2Z2Xk+d5PWPYitPz5tooc+CNsFPhH/UT7gYBO/FLMIPSioIT8KCOS+SLGcvts0uT1lUgq+1WHlvgEJKj6BDqO+zBpWvj5sNL7XMpM+0BIIvx0pBb5Goc693p/iu6PPyr3hOAw+MscUvx+zAz7pYe6+9uHcvrBNzr1XNDU+cgdcPRaD/74sVQs9pxkzPoMBmr7HH5s+nv8FvorbuD70F9Q9Ox6KPspivj3+Op4+tFXTPn/2R7649Dq+LYgdviYPhr1rpxA+b28QPW29cL3LRSM+iwKQvpCN4D62B4W+YZ8HvvtAQT4LQSO87AUnPhoT+72SyNK89IzHvkQBAD/zgE0+oohcvNfi9TyOyLQ9LgQ9voc0Ib23FqS+YdszPMlLgD4+sRq9ppc2vzoD2j7a9UG+PT4QPiG217ylp54+6ErGvYeGKb3Xxcq+pkmEuyFLFD5MBC8+n3abPRJ9Gz4bHDY9",
        "1sXAvqnOiD2wOM69UY23Pe6CET1bXq49qN9ovYontDxC6cE8KX8hPjQwxL0AFAs+7+VjvkqhIT5dkBu9gKmSOz1RJj6URza+zLNxvWDV6rw6+64+G3uSPqpsWT1NZdA+7m+dvUvvlD3wAE4+1UeRvDGzWL7Ejqk+Zeeou4EiUT658Mi+1hcPujRKHD5U/48+YZesvTWf+rzVYtQ++PVHPsxKUT6SrYo+PjngvjT0Aj1GfKg9nUA1vWAKOD17ZeQ9nvS3Pr2iVL6S/Yg+SnLYPY8ojDxbi0O+oHcIvkmfBz4SoPE9ovfYvRCdnDt4fYK+J4cyvebDqT3CFb++FdbHPWYsND1GtRK+ndMKPu7J9TxPkwM+5kIhviR+iT31od4+g2jLPNyT0z3A28C9LRuJPPDMjb5yrwo+pCR7vrKr2z4LMIE+/qUNvY9Oij37suU++Ej5vI38Kz79GB+9w8p/veqd1z6h1La+Qb/ivfm7Aj7ZUIc+BZmwPoK+3T17LAo+qQpkvrRQTryeO5A94qbOvszVXL2CJ0K9Q5yhPfwhtr7rM7c8/RXTvchZij5NdpS+u1f3veOSLD7NS3m9SlYyvCw80b0ksa09lS3AvYgp9r2haHE+eoemPYliDb5TsLY+x9LvvBsk1jza1348W9VBvYFmRT1TpQs+XYrGPeb9HT44x566klWSPsRRsb5aBJe+1G9AvSIXIj6cOfc9+G4PvUyVir0sNGS+IyqDvqknDb/aSzo9Hm1YvBCqYT4nu4o9k/Ecv1rYjL1TwJQ+HLwwPXxo5r75xRs/dURbvT4kfj2Y2bs9Y++qvosCAL4bH+i9oPR5PhOF+j2PdcK8gHypPq5w9b0Qpdw9UIXPPhTbl70SIMI+GAsGPnFEYT64Ef866tzTvoJ9UDuC1zi+J/yMvo6uTTs6ogQ/Xn3zPk1zsb4CVKG9OnYHPtNqsL5DxBS/knQhPhB5lL4xHlk+iXqxPUwHpb4yXZk865yrvm51Lz4Gls68F62MPmI2oT5YI/a9",
        "ExSYPsHPYr5ITs4+9IENPlC2SD3sZwi+cfkEPzCOHb4awvY+3zYZv6HvZD4mP/g++bKEPvD6ej2Bhq+8OkZcP84Y874Eg6E9sVf2Pq6//j6zWg47UNtHPuOmrT1m2E2+Wxv4PhdBnDtXah8+8b6qvPM+1z3j5Du+Rs2IvT+yCT24Rds9P+gjvn6euz0Ju5I+nkEkPfH+hL7hd5g+iMD5PakSST5MPq++eiELPL/1Fb67tre+/tUsPuPFS7274Xc+hx3MPXfD971Pl6A+sx6hviGxCr9qq+M9T9NHPuLJ8r6thiw+9ZFnv3LmsL6QFOw+s23jvkOlVr3nzWQ+Azopvrb7AT8c2be9NtkaPjj7jT4p3ZS+N2WHPnyCW74H4Iq+N2FnPu9D972f8rS96TSlPn3fuL0dxKW95DIev2NdlTzScw6+jESPvmeMOz6su6Q+HTAZvk5DDr3mizI+4b8ZPs6eiz69nvm9Ea2XvfJI4r7GwJi8OTWRPbhI177geKw+4HmAPrCZqr0cWrK9AaKQvha/DT2xGMq+17kmPgbgib0gZY++jHZBv9znLb5usA6/Yl8NvvAisz7yG4i+wh8wvJiqCT4S11U86CyfvmG1ZL5n48g9kY/DvJoc2b1tOCO7pbVovvg/qr0DA5s+vjeXvhmXrL6xsoo+naHGPUsIm777XAs9WR/5Pd3ttz72lR+/Boo3vhuHb77gUiW9EMGDv2kUpL49idu9thaqvgo9jD6or3W+wa5cPrbBpT6AdFi+JIUsvtwlBL7fyvq8WLgZvTOyx76AHUK9R/1HvpCFoT6fxoC+cBWNvmh4r76A6Qa/BDvwvZtjwr0cmky+PwIkPoXAZ77dcYG+0Fx6viJcQD5JRM09sLSWPgaHQr6hF2q+p5qoPUulv7p3hC4+A1TDvaQEnbzitLS+MOaLPYh62L5zoTm8hVwKPvNdpzvCXsi+QbdevrFPjL6TAGW+60qQvskCPryglYw+hQsEPj9kVT4UIsS+s/hrvkEyv75bqEI8",
        "nKRgvmU/6L4KZJw9uvq+PorlK76oh0Y+JT8Rv/UJrL2IgzI+L7KbvozTXD5ajuQ9ZqPFPqVJNr6HE+a+n04Evi3KEj4WN5E95dr6PteIhDxaXYI+nIjhPeqfhb4GToq9gf9nPhAHij55x7c+mSUtPk2HDj7PFZs+TA36voJGRz4d1Og91fwgvi1I5jv8iJ8+XMaVPnVpSr5t45S92yVTvmjfZz5pKtE+XKotvg+2471Qd08+zP3AvlRtfb7HQ7i+CwJ7vjrRjD5ggaQ+sECwPeQ5CL6B2ke9KBCyvfkmnT6puEU8ylCfPjDA376pXA89fcWDPjPuFz6M50a+dAYaP4UJX73fkNi9QADePQQC8j7wSTS/oqrmvoZKIr7jibO+df51PiEcaz6gb4C+6kzKPphMxb1jlAC+mWx0PsNinj0CUTi+Rs6QPcgk9L2uHMY7o4/7uyRhZ77bCxs93LobvdJohL4P4Q+/ctrdPtVVAr+KpbM+OQg0PvGivb2AgyA+1eKIvkGzLL8JcD29KlbJPu9ecr14hKK+nh8hv1vsHr40E1O+5+jCPMS1cj6Q8yw+Wconv0HWWT79qBa/Gan8vnUFBTzFV7g99mGhPlIIh76q1bk91xz3PrbDwLye42w9zJEQPkLL+L7sWkO+U4w0v7XPsL3GzHa84DEyv1jMuL62Dsi+u7sNvmZz4DoiQTQ9qx9HvRSSjT7Z0zi+p4UxPj5wTL7Btoa9Qe3Pvinie75NKx8+fkLYvHO0KL38jH8+QW6fPSoIj77EL04+dH2XPEiLnT0UcGo9CY2yPeW7H72/fVU+nu8tPbNZWD70sSC/GW+mvvhEljysixA9JOCLvQV2Nr5/26O+n9rtPhEiBT/3QJM9Hv8ovq28JD0xPY8+AFrXvI81FT5vS30+PaFHProSg7xpcdU+DMGWPt4Njz5eyou+98vOvgfTCT4or44+7dAkPQMhzr4m3bO+0bvWvFEWHD3YXhw+18wFP93Suz6c9Cs+9Su0vZ+xzju1rG69",
        "7xjaPavCVr6NxOa+PXsDvTUkHT5tVD2+MZsYPIh4Ab88BMi+4hH0vbzEtz2zP5k+PjIpPmgXsj7ge7M+JOaavvoTob6oDZS8FyQbvlOBqL3hjLm+AdUhP5TdEr5OwbS+4MUFvvnrKL94br2+VBeoOd+cGj0d8hq9yt7bPfF2tL73AUA/lrjSvocztT3ngfK+rOp5vsL/FTxHLzs9cBJkvg2k37519Gm+NFGWvtXVujw425g9me/QPsf1hz1J/ke+ll1VvZenlL4NZ5y92znQvjxZ+r3xB3g+p1Msvs8U7j2S9Ye+cpSFvogu0r3MHS6/FMVTvnTxlz7x/qO+1G60PiuF8r48EyQ+SZRxPubJUj5cBy88wCyuPpTSgb1DCNM9NGz7PoSAvz5wAKM+JVmgvbjL0b0T/Oq9U6AdvSlK6z4rc4i8HIvLvgqTpD2SXAS9zzaHvqhuob6awFa+HA8lvunxIj6eq4c++avtvHYBur3bLS++6Y6rPtjh3L4tCaA+j0gNvVoIh77ov86+608lviSBqL7au6q+sq0WvwtFFr+g4aa+QW0HPgIUEb5zEEK+8quRPOuzsT6ApgY+T9ZvPiXxi77IwmE+OAWzvs+D+j2E6pe+dSDMvSnO8b6y2gu+kxmiPZs52T3h1v89QUrQPq/p/r3cmwY+nMpCPl6AQLw1mgI/nkaavka5u746ZQ6/bpQPvyY3Fj75qjq+QYhaPdBPXr7qSEe+2b4dvsM6DL7xSUS+VxnEvq78Mr8l3rK+7ILOvYqYoz6Pfoa+XZi3PpnHr70bYYy+lELzPPHXAT2BkRc+NDIUP18FBr9Hsg++CzuJvtmr874APc++SziZvS7i9b6Uir++vWvFvGT8kjwNZYC+LA2WPtTOkL6/8x69evcNvmzc9D3LFfa+hAQZPqABXT6Ng9W+GvqZurGiHr6JHwS+zJWKPctvyLvGY549ANNGvVUzNT7v+gY+/uMpviErCD7AUwG+xuYgv/zejT549NQ9aBm7vkfToz7DtIQ+",
        "v8AyPC8Rsz0P2Yk7CJj/vFnK7D3t71G+5MQJv5GqHz4VAo6+LegnPtPt4D2N5se+AeMkPkWwfr0qGbM9ZWOLPi3yMz4237G+c5epPazdnLw1eNc9/ZGbPoXtEb5RcqA+wLMOPu+Wkz4V/Y8+rNkZPr/txj1WjNE+WTs0vhcH4LqNGVa+5oB/PizYHj+McBC/RTh3PePkAT89owU/ms02vtnjEr5aTy++IOKgvmx/mj3GA0w+fe7mvmy5r70LT9M9fsjovUJ8IT5Wmu49Ej5EPp7PaDyo6Be+iTrMPpopKD4W+Jq9K2dbPWX3+j79cS8+g3JfPdpDuz2gpba+tb00Pkmq0b3w6O++CF0uvR1Rt77+tIm+QsxYvdbgFz/EisW9L2alPkJsu76N2gM8NK/NvSGOSL4Sv8e8tB3Rvd++Zz8d9Ee+Myh2PZJQQD5XB228KmRoPfL5sbykP+E+9ZmXPqzFzL7iLJi+WhyYPbccFj8Iq5I+kwZnvqN0ED/0vJ8+ypR4PtlhgL79KXs+LQ0sPjZFob7ai2U+H9lDvZsbCr4cLp+9ubuWvn9eA758CcA+O7aBvqVjVj46R8q+V3oGPggMND9rm+m9dhUePk8ZIL46ibc9DfPFPY+Wo7x5V2a+5XaGvgPVgT62Op8+hqPrvln36D3q4BI+fTMcPYrNLb6/nSO//h9+PjD1OL7IaUi+cfd3vkUSr76GUs89iVvWvUityr4tITy/wy5JvXgkID/vT3+90SycPoDNOT4oNeU+vMrovTEbh74/sdk+pPQ3PYtWoD7YzIM9SAADPhK7XjzTaxy+n2Movg/J3L72fpk+h7EOvpw/Lz1W48M+VggWPxa4VL6B6tW8kNyXPrFgXj7OtuY93H5PPuVtKL407aY9jpOIvUXonj6sYz8+L0AQPmCHwD4+Xks+yUyBPj9DsT4scgs+u/yEPVrZo77f7dC+ztBGvhJtuj7Sz4i+H8uoPEuJ6L7hPVi+AvSAvRMwBb8DkJi9hp2IveuYg7werSC8",
        "ez1LvsNUL75Qybe9MT08voRZ6b7P4c+9qQ2tvJyIOr7tkuA8vHm0vaP7g75y3mU8Z4mRviqgWL5UByA+e6x9vj1C270uNM8+LtUkvSngEj6dkdu+bnwYvhfd6byf0h2+AeShPeZJQj4LtbG+ivoYvXJQ3j2OzIo+dfCxPnArxL74Vns+fjOnvT2JAD/r3M29UjqLPY7rQD7Ixuk9XGCTvbxL2byI9q89X4HNvgeU4r5Y46e9/kSrvoBHTr3lLhQ/kitMvszoqT2tpaG7GNq+PQAU/bxd+y0+06cLvySczr19+Za+xD1ePcLiOD7A0mG9Kg65Pot3nr367IU8fVeMPpY6Fz8/Fjm+A+ZEPn2Msz5WbYU+0yjpvfeHiLshrQi+DDUnPtZsHj41KDQ+5gKtvsn4mb6sP2O+wJ3lvbUXnbp5hr0+veKovqABPDxG6fw8iSExvlnT/TxFEjM9qDMbvffF+D6/Mja+9G63PVLO1r2l4e6+IQG1PmTlRj5vu8e6jvkDvgZlhD5Kvi8+XbIAPrTbWT5xpCk90w4Avd7rcL64F0Y+qt/lPsrZoj4JX5s9tPcEPpWKHb7HeB6++HH5vixsB76BYZO+dxt1PcBiQz73VMO+efocv1qvhb7kfwS+CCJovWzzlj4ahSg+iSo0Ptc5z71BU6A+qC6fPbeGur7M/aS9ahZ6vutGh749u0G+a0XZvgM3TD6tO9i9tumaPkWjyT5OAIC+EP+1vvnHUL4aO6K++TYAPjRXob5zW7W+UGMDv1gIHL5fQi2+KP89Pg71m72/8/a+z71uPrTVgT5S4+Y+OsI9Pq/Whz4aJcO+G8GUPumulL7BXa89JKsrvjcT7T0JBSC+oKZYvm/END3aqJe+8+OjPX4PBb/t3By95afjPi1yX75eRP+9O9l2vC+sJD46iG0+BbzTvnlg1L1g2pu9xF85PdEt0DyTM7o8FycMv6JdU71aNrG+mty6vQBAMT4N+pU9HOPMvRMxub3evKO9pB0uPQMpej0XEum9",
        "AzQBv7Fvh74tnNk9CiTPPtIPDb2SfO++0vkHv+ftc75X4Z49CmDNPjt8mT2L0EY+m2O+vr+9Dz7weJS+Yy2Evptw9T7I4n6+T0xsvnvhab7ffIw9CzjBvn/h3zwQ8FO+cQAyvk4unT66fDM9xbzSvWohGj+Ugg2+F48EPYagEr9AgYa+St4TPlyUiD72zn8+H6xjPpRHej5phP2821q8PVHZub7qaRe9WK2Ivq9eaz2sK7I+er0Xv0QaGj8NoYc+Z7sxPDZetb5p1EW+Vr1VvxPwNT570Om9j9vWPobFmb60/4q+6ybCvgjTnb2FuN08kXxLv2wQg71x3d29INpVPsH5Xr7laMm+6DlLPksNWr0Oxgw++MttPjZQnz4R+pC+xlZZvsI9uL5bzRe/Pp/SPppkEj67SxC+wa2GvpZmzT5FduS+JZ4mvpJnFj/WamW9xeOQvmHIIrwZ0xI+YLmDPbWYFr7crNQ+rHsGPY4qZL4r7rS+PLzGPV1+Yj69nLs9pRHcPkKNLr6EW74+mKLCviclHL6Kvli+JAagvfV7tbwnxGq+l0tTviUgrz6KjR893VGrvsTjgbtUo+M9vRfqPN2Ymr0rrZy+7hJcvb/GxTxXiyk92PZ0vm6URL6tCte8+tmpvSSv9D1bT9Q+QNFmPvt20r6ueoM+DESfvipRhb5clrQ+LLwwPjQaiDwj+p08Wc6uvsFqNr6MuZO+XT2xvtbkIr783B+9n+SOPtNg874UDhE9rAtEP3ABBj6wZf69cPmCvj6qPz6hcA++G8q8Pe1amz4+evg9MfOcPgeRtz2H8NY9Jt2IPrwYvT6f9dQ+s5YDP1ct8b5tdoI+xpUpvznQqj7omMu+ygoIv7Bn1L69pna+RJmnviMUjz2KHAK/xQsGvzzt5L4ym4s+UGA4vLtQeT6x9RO/OPp8PgnPlr16JwE+Bu4Cvk/E574VqrC+9hdnvqwSOL/4MfC9D7Y1vl8LL76DmSM+AHkIPzVFXb6mMQa/in8bvAhPpr62kbk+",
        "GvZmvrZ7bb0m42i7aUp0vmrWoT1gcr0+uMNCPykTNz21yFy9/MRpPsRixr1re4Y+5xE9vk5ytz6O/US+yL4gP4aeFj+m8YS+2S3jPlOo4L2U6SS91dnbPoW8qz7Nkne9NriHvgVxsT34JqS+vVT3vrzzVDz/3+A+myTKPpUbRL7RJXa+0gGYvv2HKr/4aou+E/mLvpxXJL9v5Zy90YCGvRCNor4XSJ++ILYBvl9Pr77v/Iu+UFHevTKGsr48U1u+3n8IvuKWOr1ZFfS8T+zlvk3wjz7bI3y+2raePti/bb7+wdY9BoiSvVuT8TxSxKg+bqcIvkBmtj5ehiE+pAOGPu6IvjxnvYu9HsXSPf7Kxb0++/O9ie4kPsfjCTzaMey9k/VBubMvRj5f22++oYkfPbehFr7XV84+QMC/PrV7rT5dc9A9Oxr7vgpXFb3b7SU+h8FVvubFfT3Pdne+kETwvZW5E74nAFs+UPCfPeijHL9H0ui95HKsPclfZb3Bf3O+YT+OvZbVrL4d+mU+yyDkO+zsxr7dLte+VWLAvuG9xb5+OIw+1n9nPoV2mL5q5Ta+JCySvf92nT58w4y+KInIvbygLj9MLdG+ECv0PgFVD779B1q+qHItPw87Sb4ctlc+2tXzvkE3o73GbBo+SNg+v/VAzb6oqlu+O2LMPGQ7ILyF8+09UFiaPcQ3Tj0gM/2+zsoIvgTl/T3F00C9sk6pvsorcb5OSwu/r/7AvgP1DT52C4q+fZBxPn4t1Lum0wE8Q/3uPlrs8D3JjWq9VamEvd6YTr6Ouzu9le97vg25gD2UQSW9sAWRPrKzJr5o+wC/Wz+HvqZvd7sPeas93qtxv/z4Db5oRGS+00ukvkiilr4N31g++wQivfxuDD8idUW+5lO6voxGf71DGkS+MscEvPzFSrwva7q+0DXHPa045j7nEA8+CHo6Pdu8gz6lRmU9iraSPKg0tr4H8qY9tXmgvqwtzb6IluQ9ROsYPqbNrj4Iuv0+c7n9vC/1lj2k4wM+",
        "P/kHvTxTA7yJ3GI+I+eiPt28Sr6VUye9ygECPmgoqT2mnC++99wsPuXNg70Eae2+9TbBPbnW7Lwi4Dk+xtUmvmjV57xneck9b35Vvun4073j+Ty9nvYmPuhiLr4J8VU+Kt0rvtn3tT1BQq4+10jWPnUh9L3XlkA+8ymcvDJZ/jzT11M+8BKGviQgZr4bJGK+mVsYv4oEzL4udhO+S3s/Ple9q75/9wi+zK9QvnKzFD/b6Fg++6Z7PnBbnD5kCva7BsZqPdHcmr4vojU+CspivtL6Uz5HkUY+3MWbPeR5U71zqTo9bP8ovymaV73LSRE9G26/PmM7sj5Cf4k+bOBwPG4aNrtCIoM88IjpPlkFQD3nWOu+IsOCvr07A749vAm+3asuPjLn6T5Dif09aX7rPfPIy72YYjC+uDcTvvYqSL7Kly++tr3ivVbFo75qQRE+vcoXPHlhgj69AB4+JJq+vWwuuz6Dt9m9qK9cPhYx5D2wnMu+8G9XvoBnDT4AHTC9ToROveE7ur7LJ869fIjKvcS3kb4LDFY+CQhEv/lL3r3yPVg+rf10vsr8E7tpTBY+8TdwPWS6pD0CVsc+JHBqvTmV1LsMY7+9to5cvt/0271oR5O5PGCfPt4+lb1GeQK+N7iPvZUdor640oy8MgvzPb8Qs75Nwdk+nOIKPoPXdL543H++pd/yvZhDEj9GSHC7PA+FvivLj7wZ3jI9nawUv21+DjxXy8E9Qbz+PV2aXL43VEG+MR2XvZM1ZL6lpec+qPSXPiK6/r6EFB2+BK0pv4zFKL4yBbM+NeeKPTdfmb27JiC+MogEvrRUUr6wdWc81GUovrc3rD5ULBM9q2gkPumBsb5Wk6w+LLKqPh1Rtb4wBpG84ZR7PtYpET6heIG+YOsaPFYBOb5JRl2+ZzvOPfQUpb7REhU+O8UDvzbQ9D6Sfy++X2cfPnXrQD7uMjK9DBz+Pi1zvT4UFdI+xIxHPuqflr6ibaU+9c4qPY7Tury1cig9YF+6PrJSpb6BFb8+",
        "lPtIPuakzT7NSOM+TrULv3qjPb4kjAu+22SZvsuuCr+tyHu+GeRcvpkhGD6cToo9CSg+v0eBZD71zjc+0aMsPsHuEb+sJ6e+7kDTPmkvHD1x9du+qJ7kPnuK1z57652+lcSLvo1J4L1Xu9G+CPjwOx8mqzo3kwA/NSdtvqB4+j2/E6g+Z7wRvyyoVT5r1Di/DmVnPfraeDttK4O9xA4YvrlzTL8obQO+mla/PtozLL+3jpG+YhzJPuoKCb4ePm0+aRSrPu96Br9a5Vw+U4CBv8wOpr6VClK/g53/viCVDb/fQv++r6gPv/ECqj2zPj++ujzDPCWpQr5gkbC+BCLhPqO3hzwLmcS+VjKVPtv3j76rAXW822qHPUGz2T1rCb2+8HvIPbSMoL7IFc++j9agvOLsmL4iNZA+rbxNPngkFz6rQWM9kqf8vgrBFz8DMQy/wumlPhK3sT4tLKY+CbOLPmBlbb5hLNS+rwDvvqJbrb4//eE8fVYmPzMTxL74rK4+YhIivpDFdb0zjcI+ALkzvlX0F7/rl64+RFaOvr6xEL8wWMu+wRBUvi2w1L2dGrc9uYcCPlswLL/ExVu6+DvHvkbD0z5rGcc+PncPPwmxUD0JH9U+mcYGvUMSdb08zZO9UeTiPayFsz7XAdc+jEKPPBuJHT6XHNM8mVO5PMGrkr1Amx0+yln0PahD7TyVoR2+zpHePovkLT8nS0c/kXCrPs7Ehj7XsuM9KZyoPaplAT7wpAo+xKcQvl67CT2SQFw+3XzEvmmIjr5ECMK9P9WMPlETjL2i2Lu92u1Yvgwdh7xMZuc9Y5TaPZ+5nT3NLDc98LF1vsPY0T2nlle+b4e/vlmFwj2KP5S+jnMuPbiCpj59CzM9SWXOvab6MD6SKoi+l3BCPr5Un72Z+Ke+xKESP2oUvj40gIg9rtCWPsm6XD4lGA2+V5gbvsFRHr4OTqi+H9O9PViDkj6LcQc9B54hvT8y477XXh4+OFSpvq6mLj3eh2G+eH+kPqfSk7yKcMM+",
        "gDw5vE6SNr9t3f69/zQtveMdv77MWZm+nJs6vTYdar7ScwM+TQT8PUkvJzx/MnC9K6davf9z8jrWq0K+mNvkPV0m0juJ/Ui/9puPPVQBjr7hzxG+IfuIPUyp0r3kL7O+x9wuPtcAuL47Lze+LdOiPlm1jr46xbU+i5UJvmIAhD4KgP69WaxkvTQ8Ar6x5Hu+Y8xzvoF/4rzYfnc97i2ivbHr0T1sN02+7caIvbs5Gz0xO3W+1DOwPn35orzbW4c+yBjLvJMY9L5sZ9A+/XkGv9krbr1nE048YDHjPXmNz71Zy+y9IRojPvEBBz6rGjK+EgL3vm0noD47Wuq9OnWXPhXYD7xMgQC+2YosPqHOp750tWO/TTJ5Pm4A8b2xVso94CYDP+Nr0r6yyqg8+BsGPyCVJT5o0iI+hfazPhWifT0lbOy+xHQlvoyemz7JgZi9Ssgkv2vHkj7hWom+jyN3Po04ZDz/uGi9+dk+vpkZ3L3QuFE+88guvtwaWj66cXY+orVuvHJkF74RcQo+5KHlPaYSc72L6He+YxScPhUv+T2p9M49FrJYPld3CT/RvE2+bpKePTevCz41WR6/MCy4Pg+apj5iBUc+z0nFPjsjxb4j7AU9+Q6dPrwcCj8IoYm+IguDvu6MQD2fs4u+VnCPPnD/oj6RgWa+s3oFPpX0VT+dHMS+tHC4viyx9D7W+QU/EZHUPlIGNL1cMDS9w/cPPun0lzzxgJo+no3CPWzETT6+M4S+HjjXPj7MwT49yjY+RyCUPkWeSb7IFWw9BUIQv+peC76zBVo+gMEaPqVwx7xkvbG+VWLWviNY1j4yZcG7QoxXvu9iDj7X19I8ovCLup0ttruV7ZA9vdAdvivDvb7GSiS97SMEv4RLUj7GhTO/EICcvbVTLL5fXZ8++Pj5PhsVUT63vRm+NC0XP6N7rb3QqR4+s8mSPNtlNb6Zeh68AB97vrJJAb7XChm9Uz+Fvt+3nz5l/h4+vX6cPM/UwT4NJnq9hfEAPvdzCb8FdQu+",
        "eE+QvvWRdb2vd3I+XhpIPV/Z1L2W6I0+gox/vf4f575i8b8+WK0sPv9PtD6YC4C9yextPrqaX75HIzW8Bs6TPsl7hb6KFzK+eRXfPlEk/759JaK9EEryPg2xYb/2lTc+7y5cvg1pmD4KtDI+LlihPhFWtL7vi6I9KQ8zu9Av9r59F8E+Z8mNvqxl0T551Hg+BC0dPiv57z4bZh6/4nZZPkW0f7wJdS++7NTPvnwoEr9bWXy+6k6tPnqDRL43xHk+e/W4PTLMdz59QRw/HqKPPm4c6j31ymc/0fXAPkvzUL7lwcU+1ur+PvqVCr9FG56+Xn2XvRs8vT2L6mw+JpAev/s+Cz+VBAO+GnBnvl2Prr6J8j08LjflvjAhtj0z6wa/su+mOrATYL7SpTw9e+24PTr1pT0A6oA+9Llyvma7oD1ZxI4+Q5C5vlQqMj4Lc0U97LNfPZZP/7x3L669VdOPPPEAN74wmX++91vXPb22ST6PI2a+eeAsvtHxmb2P3D0/YtcAPtjLKT4NtlY/XMK9Pj2fYb7rBh0+AvKXviuJ/jw25nc+jTkyOzPCCz4ADVw+rYwJPh79Yz5ssso+N091vdzvE74C2M8+yD8XPhVfnL4ZbEI+OX4ovu3hmb0OyA2+Z6MpPPes9z3x1Sg+sU0cvVut9r4Doso+SngvveEhzb6+5NU+ZFecvmemz77Nqaq+2DYuvrqRFj64mlG+t9rQvXOobb0RQ2S9h/qzvrVu0bwfUg2/3ElCvgWyz75uQJU78nRNvfgDG71PP3I9E1hhvp6nkrwlEGE8ZT/DPWv2or6Gj1Y+yYwHv8q/uj0kaz4/PBOtPgKGq77cYIk96maTvqucp74PJME+harDPs7fPT2ozyY8+MAUvhlfxL7dtp28LWlHPsBYnL1PiA4+5bdhv0vmsL2Sx829QgUAv3BOpT2YAIO++lYjv7bFRD28PaO+sNVSPUwD+L04hYe+qZinPdLeozxkp6M+kHIpvgA3JL6kqr++VAB2PSxSk76LRKA9"
      ]
    },
    "conv2d_4": {
      "bias": [
        "njLXvevsFr9EiSC/02LsvpmrsT6/TAq/9fOPvo3xIL/fBKO+egYRP4lVWr1BC9q+HxYZv2bTBL8zJtu9FdwcvcnAVL4QN8E9JPEBv4I2oL65ids+IsgAvvxa5z7cy/O+WteHv0sACj+LXf++6h7LPjolCr5FbGy/UXa4vgalC78="
      ],
      "weights": [
        "AASqPT0qPr57DvO8q+o6vdaoXj5fAwA+5n5Ovc9Z0zw+SF49dbjdvfQvPT2oNwW+NvpEvl8DHb5x8nc9GUAevjHNVr2pzgK+5luQvZH/WLwY0BC7x6YkveF/ETxxEI49xMtRPvRjtL3Tzay9eJE2Pbne3T3/KM69sVEEv4OD7L0fEUu+ZBL+vYqlvb7yN8A9MsQgPcSBpr0tc8I98wkJPpfePL6PlTq+ODskPvpTqb1fdXM+KEuxvv/jQry1VBY+iCGQvqEfdr6lKxa+IzilPEcDyjx44Ji+7BQpvnnXUr4ho4a8t488vQ3IwL1byA09rsc+vcM1hb4Ge9u8y/gbO68QB75rmI09h5VGPhdJjb3f+2W/8jEMv9tdKDxhbmw8oY0vPsU79r1BpMW8AJe5PmbSGL0pxLm9y7iAvu5KQj7wJ60+oKeCPqO3nb2pC+i9wy4SPPGEM75M0Rq+Fn6yvvvxQL9mZSU94KJFvjY5FL3flIk+yg8aP8PDZ74qPoO9rJe3vSPdrD4CfMg+ozRgvl+km76uTc6+K+UWPW69kj51CBO9L7evvkznDD728gI+f0ojvjwVHr65VJE9qc1NPo6PGD6v3FW9E0OOPjrBbj1my8A+1jiwPR3OBj0Tgdm+2YaGvuzkhr4ER8c+uD2gPCm92L0i5pS+l8s2Psgzxj74w9U+lbGLvr3KPT0oWgI+IWEyPvO6CL/ujh8+Whp4vopZJD5vw3m9y9EePXIGlj5yc5U+N9yFPklpPb1ycwe9lMK7PYrgtr5CuS8/ZLv/uzYGPTz2Ck2/xT/cPvgN3r53oVq/JLM3PScDkL3MxWO+szg7vyObEr/PO5K9MRvgvVzfcz5CgfS+Wdcovcc9Vb+tqW88c5NbvXxEaj7HRai+9RlFvqqrcb7IA9Y9ew7PPPNSK743iKW+XLsDvxJ5Pj5SC6a+opMQPtvVPL8kKW6/ceEjvrNYqz5iHws9if/CvYZGF788lwW/ouQPPniMSz7Ozay7nBCWPvKkmD68KcE8",
        "AIrlvvYMv77xyxw/WIXOPan/lr1XMPe9BGoTv9SeYL7yxUw9Fn5Xvteelb56k0++1z6Lvtc0kL7Foci9G0yzvldlfT7jvxK9IykrPmyuFL+Oyoq+ld30Pu2bI76D9PW+NhC9PvJkM72iLo4+qstTP6xXGb7X5ZM+HwKfPk+yHr8lArm+HLs/vnY/Sb8vXUI9n1hDvSkJbL4srZC+5l7/vtuf2L4Kcn++XzcLvmShnT6EKTE/3PUcPLjNDr95Vqu+zvVsvt2VOb5Dix0/mxoWP+kRpL5FFa6+AQE+vjtnV7+eN02/JEWsvmQAkb15+F2+npNzPrcTlL67I7m8uDCIPspXZ76kLoO+lc7pPXAZAT/D/5M+BybgPpjSyb58tBO/61pxvmb8Bb9Tr7Y+E1Wwvk6o+j75nu2+BkFlv5dejj7Fmce+3Ki3vpw/Ez5d5PK8GVHcPOhNEr72jAe/EzkvP1LAxD54rCC/Q7chvjSIVT2MkM08JvVvPgQaz75ALYm+ljmxPprJlj5MKEi+tohlPmehCr/v2e6+4FIUvm7UmD4vrWq+ZaoHv2CHAL0wSIe868ARPlOpXb5Xocc+h7mwPOlpMr7+aRS9WwW/vtfxyLw6DKQ+hnyNvUZI/j2SvIO+LZo8vqIt27xAfnO9+6GevOtrbT1ByaS+JFS1O5IMr76lzPw88v+ivWxIkzwyFoy+X9E3vnvRYL42iAi/SXUJPm2E4L51IRG9gXyyPiG84LyEloc+VpIaP9Yg0L4ccf6+5QwfPJvMrz40Jj28iiqtPnMWyz67aPw9xXeivZKpsT0csQM+AEhXvm3P+b7qOZU9hgeOvhdRyb50+q69IdjkPfsMSr2oJIE+J93EPbAGCz5yYjA+AY68PcgLA78ihY2+HFevvgioYb5Zh66+gSpxvsrz+z6HBT2+Bnf3PL2Yh77fgG09a97svbxT673P9ma+HX0zvpklIjtav8M+F8jyvtJFpLyEwWo9HI6tPqWaSb6BIpE+xPvevlG8Qj6A7oq+",
        "cGrjvkkNIL6Xk5a+BOI9vmpR/T3iMl480sgEPr4LPb1d8IG+cq9kve+tyz0Auag+hMvBvYEUyb0+Mh6+QTe2vUbgST5E1LW9oFWjPcNnyr6CVna+NwbEvjUy6D29PLi+wCguPhXbfb4D7DW+cHhGvVZOgz6pkRK8lr08PoFR4j6wHX6+YMK1PCHr7rw2MI0+fPJBPtGdtL7owvM6VoIsPh1twD4nWZS+yuA7PeUWQL7j2Ke+u+XTPrKd+b2NdSE+nqAYvmFRj75EHPW9Qk+cvq9ga73jxvW+H342vGIE2r2Snzq+wBhHvsSVxb1256s+UkPTvhON0r4bf4G9ECqfPpnGEr6GeKM8PIYUvmCK3T0Y5vS9wqcPvqIe3L4Oxfm+VDafPjaixr0eJlm+A7StPujpED/gtdK+6YVNPXztvj6Hu9O9NVNnvjgDgb42xA2/95RFvpIWjj6GTp6+QBksvg+i1j1x3Te+UAEUPH8pN7+45Oq+gbIRv6/kqL4x3F8+RVWWvoYZrj6ICru+BlEUP7eFKL4AjpE+38kIv0C4oj5nCY2+d6ANvQjd377nDt89UKnlu44Jmr2krPC+PXwFPKmajT4XrGK+UPwCvy4tuL5H5ZQ+kzaHPB7dB7+ZTT2+sT8LPpMUsj6zLoQ+mMaBvgAKxT25dvq94YeqvkYxlb5tnji8TcREvoUWWz1U7Z29eZgFPVbNkr6+b5W+QVP6vI5ukr5Zn4W9mJcEP1CQSL2JwY69Di0dPodRz7wcLgo+SHC1vtUcwb2x9Yq8NYWdPa5/Ir0yz0m/lrWmvnYKoz7RatK8xZ8SvMqkob1u3gm/+ecyPcJslr6s3bS8xr+hPgH0yD5venO+4Epivvtebz7Y7gK/o0mGPnMGnz7I+vG+DfdWvj0uUb5Hy5g9HiwTPs6Czr4V5pY9/v2GvlEEwL7G5Be/4d4Fv+yjDb9X75O+kgwcvqnqDb+ue6w+2nnHvUpXLz6RGps+tnOSvZCvI74AVRY+KcyePjAvDz4K5bQ9",
        "McIIP+QFBD78XAQ+YfDXPlQ3xL007Ji+ahrLvltTSD2zZ6a9TRpEO0GXwrrTFZa+FNeRvi+Bv75o7A6+FFVpPu6ogr4brke+0GTZvsC19L7ALDE9AWvNvdXuKD2ULv29dbCUvuFsnD1C4hG7N+TevgRF9j4NMTy+Gtg8vxSHa77GEVs+TvJJPlKoCb9/LtI+HP+BvRlRnLyX74Q+j6kevklLGr84kAg/a5T6ve1Vj77/09Y+TGZlPQLlqT5ICMc9cwC1vhwEir2Akdc+psFOPkckI791mki/aPOTPlwbrT5PJ8g+O+ScvvqcUbx8t9s8ZdEZvkANq75RP/s9YUAdvejrHb/HaZ++6mWnvlkGiT3B7wE+fFTCPsMGkr6KTVi+B55Sv2TyCr/r1oi+ssj2vi4nsj6fJAs9171XvvwAFj8RM/m+wgQZvp+8l76+Gqq+b/3HvgpLC7+R2tK9gKf6vVdfvz44PAq8+X23Pg7qnT5GoIA+q7baPUIlv75D/DG+OO3YvpP/cD5WW1e9BuS0Psx4Q7+Icsy++bLuPvwfzL7jLtY80bCsvukns75QBq++9j4Hvsi7hT6Fg7G8UCqUPt35z77fTE++ZBTwvnV7FzzGafw+JpiNPgnsK71oULC+Y1QXv7j8hT5O0JQ92pq1vts55T5RJbg93zuyPitWmj0Zy5K+pQMyvmtdJj+BSni+pAjNvbA5A76LTrM+/4opv6xD+L4792Y+hIvJvIZxEb9M6be8nXcTveK9jDwNlTS/7OXSvnJPjb3F86m+HMLnve+Xs75VeeG+qrWPPp3aN76j+YS+iM4gPEgyij6nszg+VkkmPoo7k75742W+HOY3vyULFb5M5l++sBvFvnQBF75jkq+8EBuXvpu3tr6Gzme+8lWBvbNXM76Rpru9pRazvq6gaD4sCo6+J78hPtm2yr7LUra+uvAzvcRqzr0IUPg9z55XPQSYxL2sMwQ+alJgPpNAvT5FAsC+RpyCPs55DD50sqs+ammYuaQdzb7H3UE+",
        "gtlUPipESTy0LMq++i0FPv+rwD3Tgki+zPTYOr2cEj+sTmg98DqevX1/H76TpQG/5wV7vX7ICL/PjI6+Lb2ju6yG5T78G2U9bJlpvunOgj7zIvO9EeMTv7vNYb70b52+JucFPt8yzT5ii1u+OUC9vuDKCz9gydq+n2Y5Pi5gEj6CM4I+h8eavk/7cb5Lgjy8kGWZPhu3Dz2ZUvY+z1jdvv50Vr2BwYm+a3BMPuKv2D67hf89CC0Jvr7Z6zyJeh6+3KyOPqSBfL3WqxE+wAEvPQ60Nj2Kthm+BXXnPo7K/LyY0M++gC+UPWAS+bwBhWE+GMkNO8dYID5Qhkq9Uo+8PsfwFj08eRS/5HQuvjZWBr4h9jM+7zSFPrdb3Lsg7Kw7kwmTPvjK0j3WLFs+z6Ivvhn+mL7ij/o9L2krPTY41T1Cali+TuEYPc6raz0VCtq+B51jvlAePL4CMSW/Ghi8Ptnhob4UeTy+Bke/PMlBGD0QCOS+tr1svlJCSzyM7hI9mzxDvs6+WT44iV+8QoGLPUffHD00C2m8TgHEvIxwVD2iPUK9VAamOwhTJTycZgc8woe1PM3RZb7gHa+9coSxPXCpHr5Pv+S9DUDbvdwnPb7YZJ6+9930vRilbr6/RP489y1BPt8dUD0bXYU+pJgFPn0srD3AkHI+kIgyPdFYJT7nggW/0WTxvdTizT3c6g0++bBEvco3U74uWg6+To4NvhypMD5IRYq9hb66u2fJXb5CnQm+n5quPlR+mL7vKZO9ztaivhO7sT3frZC+HPh2PkCQsT2oHoE8BHWbvUCTyb4NEom9a24WvhWlzr3Hp2Q+bTXrPT7wn77MMK++lwglvS1vAr6xCQK8eDKjPcxlTb2i/pi8EKzevpgJsr1DzqK+jJnxvmH1Z70ZOtK9nMK9PiyfPry+acS9Euc7vqfVgL0kVj49JOZivXJ0Nj0MYA494Tn/ve4Wgb7AQi6+2DUwvYtkl73v2oq8X/CFPcbWCj2r7HY9QFsavicKgb2yT+C8",
